{
  "title": "Sponsored Project Services Manager",
  "useForm": true,
  "description": "The CS&S Sponsored Project Program supports multiple open source, public interest technology projects including Measurement Lab, OpenReview, PREreview, and Dat, among others. We take on the financial administration of these projects and support their teams with strategic and practical support. The Sponsored Project Services Manager will be responsible for managing regular communication with and supporting projects in the Sponsored Projects Program. Day-to-day management of this program involves communications with project leadership and the wider CS&S network, supporting projects in the documentation of processes and governance, managing information on grant deadlines and reporting requirements, among other tasks. We are reviewing applications on a rolling basis so don't hesitate to apply!",
  "body": "Are you interested in open science, open source, open scholarship, and public interest technology? Do you love helping things run smoothly? Organizing information? Managing projects? Facilitating team communication? Sorting out logistics? Then we need you! Come help a small multi-organizational, distributed team to support the future of open public interest technology in science, civic tech, new media, and beyond!\n\n**About CS&S**\n\n[Code for Science & Society](codeforscience.org) (CS&S) is a US-based nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem.\n\n**About the Sponsored Project Program**\n\nThe Sponsored Project Program supports multiple open source, public interest technology projects including Measurement Lab, OpenReview, PREreview, and the Dat Project, among others. We take on the financial administration of these projects and support their teams with strategic and practical support.\n\nThe **Sponsored Project Services Manager** will be responsible for managing regular communication with and supporting projects in the Sponsored Projects Program.\n\nDay-to-day management of this program involves communications with project leadership and the wider CS&S network, supporting projects in the documentation of processes and governance, managing information on grant deadlines and reporting requirements, among other tasks. There is an opportunity to develop fundraising skills, technology project management skills, nonprofit program management skills, and more in this role. We believe in supporting our team as whole people on unique professional journeys. This position is scoped for a motivated, early career or career-transitioning individual looking to build their experience. We invite folks with diverse work experience to apply, including folks with backgrounds in academic research, higher education, tech, nonprofit work! There will be opportunities to advance as the Sponsored Project Program grows and to work with CS&S leadership to grow your professional skills in this role to meet your goals.\n\nThe Sponsored Project Services Manager reports to the Code for Science & Society Directors, Joe Hand and Dr. Danielle Robinson.\n\n**Essential Functions**\n\nSponsored Project Program Services - 20 hours/week\n\n*   _Act as the primary point of contact for projects within the organization._\n*   _Hold scheduled monthly calls with project leaders focused on both project strategy and immediate needs, maintain call notes, and work with leadership to connect projects with external experts when needed._\n*   _Manage the action items that come out of those calls and work with leadership to prioritize any emergent project issues._\n*   _Manage public communications on the Sponsored Projects Program (write blog posts, press releases, and other public comms)._\n*   _Maintain a view of project progress on long-term goals, grant reporting, and grant deliverables, in collaboration with project leaders and advisory committees._\n*   _Help support CS&S leadership working with new or potential projects during evaluation and onboarding (phone calls to understand needs, management of project pipeline)._\n*   _Support projects in their grant writing process with your edits, feedback, and grant process management (sharing new opportunities, reminding project leaders of deadlines, reviewing applications for completeness)._\n*   _Support project leadership to develop their internal processes so that they are aligned with transparent operations and open source/science/technology best practices._\n\nSupport CS&S and Sponsored Project online services - 10 hours/week\n\n*   _Work with project leaders and CS&S team to handle basic IT and digital project needs_\n*   _This work includes the administration and use of digital tools and tech_\n*   _Managing Github and Gitlab workflows, hosting and maintaining simple websites_\n*   _Notion, Github issues and projects, Trello, and/or other task management softwares_\n*   _GSuite for document management and collaborative writing_\n*   _Zoom, Hangouts for virtual meetings_\n*   _Various grant management platforms_\n*   _A hands-on attitude towards new technology and systems, coupled with a willingness to learn tools and technologies. Experience with the above tech and tools not required, but is a plus!_\n\nSupport CS&S Leadership and Operations - 10 hours/week\n\n*   _Work with executive team to support the growth of the Sponsored Projects Program_\n*   _Liaise with grant officers during vetting process and after receiving grants._\n*   _Support CS&S in implementing transparent operations through documentation of principles, operations processes, checklists for decision making, and other resources for internal operations._\n*   _Provide other general administrative support and perform additional job-related duties, as needed._\n*   _Represent CS&S through conduct at events, in partnerships, appearances in the media, social media, writing, interviews, and other public communications, as necessary._\n\n**Skills and Abilities**\n\nRequired\n\n*   _Outstanding written and oral communication skills_\n*   _A hands-on attitude towards new technology and system, willingness to learn tech required to support projects_\n*   _Extremely detail-oriented, thorough, and organized_\n*   _Ability to communicate effectively with all levels of stakeholders, from community members, to Board of Directors, to funders_\n*   _Strong collaboration and interpersonal skills_\n*   _Ability to work well independently_\n*   _Excellent time and project management skills_\n*   _Ability to problem solve under pressure and anticipate needs_\n\nNot required, but viewed positively\n\n*   _Familiarity with the landscape of research, open source software projects, events, and conferences in today’s open public interest tech community_\n*   _Involvement in existing open communities (open source/science/data/scholarship/government) and/or a knowledge of open project principles_\n*    _Experience with remote collaborations and/or remote work_\n\n**Details of the position**\n\n*   _This is a US-based remote, full time regular employee position estimated at 40 hrs/week with a salary range 45-60k USD annually, plus benefits (paid vacation, healthcare, retirement)._\n*   _There is no visa support available for this position._\n*   _Applicants should be based in the US and legally able to work in the US. We are unable to hire internationally for this position._\n*   _An ideal schedule will have this person overlap with CS&S leadership in the US Pacific time zone for at least 4 hours a day. Code for Science & Society and its network of projects is distributed across New Zealand, US, and Europe. The candidate should be able to collaborate with Central European, US Eastern, US Pacific, and New Zealand time zones - we realize this requires occasional early calls and encourage employees to balance that with time off._\n*   _Fully compensated and funded travel to conferences, events, professional development opportunities, and other meetings is possible, depending on the interest and availability of the employee._\n\n**Application Process**\nTo apply, please prepare the following\n*   _A cover letter that frames your past experience and outlines why you’re interested in this job_\n*   _Your resume_\n*   _Any supporting material you feel is appropriate (a list of links to previous projects, writing samples, GitHub repositories, code and/or documentation, copies of publications)_\n\nPlease fill out [this form](https://airtable.com/shrdNHxJylrKCS7z3), with any documents attached as one multi-page pdf attachment. Email us at hi@codeforsociety.org with any questions.\n\nApplications will be reviewed by a committee on a rolling basis! We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply."
}