{
  "useForm": false,
  "date": "2020-12-24T00:13:09.661Z",
  "title": "Machine Learning Scientist for Modeling Scientific Progress - Innovation Information Initiative",
  "body": "**Salary range**: 50-70k (full time) plus full benefits, or contract position.\n\nFull or part time for 12 mo. \n\nThe Innovation Information Initiative (I3) is seeking a dynamic, enthusiastic, and disciplined data scientist, to study the flow of new discoveries through grants, scholarship, and patents. This position will involve analysis of patents and publications, their citation graphs, and other metadata. You will work with the full set of published articles in particular fields, with partners at the MIT Media Lab and Knowledge Futures Group (KFG), using machine learning models to identify new metrics for predicting the novelty and impact of scientific findings. \n\nI3 is a fiscally sponsored project of Code for Science & Society, the organizational home of this position. \n\n## Responsibilities\n\n* Construct queries and other analyses in Neo4j to assist/lead multiple investigations\n* Help augment existing structured databases with unstructured data\n* Work with researchers to conceive, test, and deploy strategies for allocating resources in science\n* Help apply machine learning models to quantify and predict scientific impact\n* Build front-end tools to allow the public utilization of developed tools\n\n## Qualifications\n\n* A master’s-level background in computer science or equivalent experience\n* 2+ years of experience with data workflows, ideally including Neo4j or similar graph databases\n* Experience with Python and Jupyter Notebooks \n* Experience building structured databases from unstructured data\n* Exposure to machine learning, graph theory, and portfolio theory\n\n## Detail of the position\n\n* I3 is a fiscally sponsored project of Code for Science & Society, which offers benefits to US full-time employees through [TriNet](https://www.trinet.com/) including health insurance and retirement. \n* This position is full time for the academic year, with a possible extension next year.\n* International applicants will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n* This position is fully remote. You will work with collaborators at the KFG and MIT Media Lab on this project, who are in the Eastern Time Zone. Our partners are distributed across the US and Europe.\n\n**Applications will be reviewed on a rolling basis.**\n\nWe recommend including links to projects you’ve been involved in. This may include links to or samples of grant applications, publications, writing for technical and non-technical audiences, documentation and/or code samples, or other supporting materials. These materials will help the Hiring Committee get a full picture of your skills. Please link to Github/Gitlab or add an attachment to the application. \n\n## How to apply\n\nSubmit your application [here](https://airtable.com/shrA5MUGW1CEhR2Pg). If you have questions about this position or application, please contact [i3@codeforsociety.org](https://groups.google.com/a/codeforsociety.org/g/i3). \n\nCode for Science & Society is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization, creating a culture that allows us to better serve our projects, our employees, and our communities. We value and encourage the contributions of our employees and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.",
  "description": "The [Innovation Information Initiative ](https://iii.pubpub.org/)(I3) is seeking a dynamic, enthusiastic, and disciplined data scientist, to study the flow of new discoveries through grants, scholarship, and patents. This position will involve analysis of patents and publications, their citation graphs, and other metadata. You will work with the full set of published articles in particular fields, with partners at the [MIT Media Lab](https://www.media.mit.edu/) and [Knowledge Futures Group](https://www.knowledgefutures.org/) (KFG), using machine learning models to identify new metrics for predicting the novelty and impact of scientific findings."
}