{
  "useForm": false,
  "date": "2021-10-26T00:29:47.807Z",
  "body": "**Position Type**: Part-time employee - contract-based and non-US options will be considered\n\n**Compensation**: 50,000 USD for 30 hrs/week (plus benefits for US-based employees) or up to 66,500 USD for contractor positions\n\n**Location**: US-Remote, with supervision based in US Pacific and Eastern Time Zones. International applicants will be considered for a contract position.\n\n# About PREreview\n\nOur mission is to bring more equity and transparency to the scholarly peer review process. We envision a future in which every researcher is empowered with the skills to recognize and fight bias, and is welcomed into an open peer review culture where open, constructive, actionable feedback is expected and rewarded. \n\nTowards this vision, we design and develop open-source infrastructure to enable anyone to provide constructive feedback to preprints, we design and facilitate peer review mentoring and training programs, and we partner with like-minded organizations to create opportunities for researchers to establish meaningful collaborations and connections defeating cultural and geographical barriers.\n\n[PREreview](https://prereview.org) is a project fiscally sponsored by the non-profit organization [Code for Science and Society (CS&S)](https://codeforsociety.org).\n\nLearn more about us: [Mission and Vision](https://content.prereview.org/mission) | [Our Team](https://content.prereview.org/people) | [How we are funded](https://content.prereview.org/funding) | [Equity, Diversity, and Inclusion Statement](https://content.prereview.org/edi) | [Blog](https://content.prereview.org)\n\n# Your Job\n\n[Health Research Alliance (HRA)](https://www.healthra.org) and [Open Research Funders Group (ORFG)](https://www.orfg.org) are leading the development of the Open & Equitable Model Funding Program, a new model of grantmaking to make both the process of grantmaking and the resulting research outputs more transparent, equitable, and inclusive. The program will design a range of interventions across the grantmaking cycle, including how funding schemes are developed, socialized, reviewed, overseen, supported, and evaluated. The HRA and ORFG plan to pilot these interventions with a cohort of philanthropies in 2022 and 2023. Read more about the project [here](https://www.orfg.org/news/2021/10/25/openness-amp-equity-an-oa-week-reflection).\n\nPREreview will contribute to this effort by leading the reviewer training and oversight piece of the Open & Equitable Model Funding Program. \n\nWe are seeking a Program Manager and Trainer to facilitate this collaboration and lead the design and delivery of an Open Grant Reviewers mentoring and training program founded on principles of equity, openness, and social justice. \n\nIn this role, you will be responsible for developing the content, framework, and assessment model for the Open Grant Reviewers program, as well as for delivering the training to up to four cohorts of grant reviewers engaged by the partnering funding agencies. Your work will directly build on the resources our team has created for the [Open Reviewers mentorship program and workshop](https://content.prereview.org/openreviewers), and on our experience in engaging global communities of researchers in open and equitable research practices.\n\n## What you will do\n\n* Work with others - Work with the PREreview team and ORFG Civic Fellow [Eunice Mercado-Lara](https://www.orfg.org/news/2021/9/13/orfg-welcome-eunice-mercado-lara-as-open-amp-equitable-civic-science-fellow) to assess funders’ needs and goals, identify gaps in current grantmaking programming, and contribute to a series of practical recommendations for the Open & Equitable Model Funding Program. \n* Program development - Design the framework for a cohort-based Open Grant Reviewers training and mentoring program that centers equitable, anti-racist, and open practices. The program will need to be interactive, balancing debate-based and peer-to-peer learning with individual mentorship opportunities, accommodating multiple styles of learning and participation. \n* Curriculum development - Develop the curriculum and resources to train pools of diverse, socially-conscious, and anti-racist grant reviewers. Training materials will include actionable practices on how to identify and combat bias, assumptions, and stereotypization that affect the review process.\n* Training delivery - Co-facilitate with the PREreview team cohort-based training delivery to pools of grant reviewers. \n* Creation, integration and extension of openly shared resources and practices - PREreview is committed to releasing resources and practices under open licenses. You will build on existing resources and contribute to the sharing of new ones created in the context of our work with ORFG and HRA.\n* Communications - Create clear, actionable communications for Open Grant Reviewers participants and other community partners involved in the project (e.g., emails, reports, tweets, blogs).\n* Contribute to the evolving vision of PREreview - Engage in weekly meetings with the PREreview leadership team and contribute to the overall scoping of our programming, global impact, and embodiment of our values. \n\n## Your relevant skills and experience \n\n* Experience in a training and /or curriculum development role, preferably within science.\n* Experience developing training and mentoring programs or other interactive programs and events where participants connect to share, build and learn together in a supportive environment.\n* Experience with diversity, equity, and inclusion concepts and practices, and the ability to articulate such concepts to enhance others’ understanding.\n* Sensitivity toward and understanding of specific barriers that may lead to lack of access and engagement.\n* Familiarity and direct engagement with open scholarship practices, such as open access, open data, and/or open research infrastructure efforts.\n* Experience with managing projects collaboratively and in a way that is clear to others in the team.\n* Experience with online training in a range of different formats – using Zoom plus supplementary tools (e.g., Miro) – for workshops, networking events, small-group discussions and virtual classroom activities that accommodate multiple styles of learning and participation.\n* Scientific training up to postgraduate level (Masters or Ph.D.) and/or familiarity with the STEM ecosystem and STEM grant-funding schemes.\n* Comfortable working as part of a remote team and using tools including Google Workspace, Zoom, Slack, and GitHub (or a willingness to learn).\n\nPlease note that you will not need to have all the above qualifications to be considered for this role.\n\n## Details of the position and compensation\n\n* This is a grant-funded position.\n* US-based candidates will be considered for a part-time regular employee position estimated at 30 hrs/week with a salary of 50,000 USD annually, plus benefits offered through TriNet, including paid vacation, health and dental insurance, and retirement.\n* International candidates will be considered for a contract position at an hourly rate up to 40 USD/hr, 30hrs/week.\n* Candidates should already be able to work legally where they are based, as we cannot offer visa support for this position at this time.\n* PREreview is a fully remote organization, with project leadership based in US Pacific and Eastern time. Candidates should be available to overlap their working hours 3+ hours/day with project leadership.\n\n# Working at PREreview\n\nYou will join a small, highly-collaborative, fully-remote team of passionate scientists dedicated to catalyzing culture and practice change in scholarly communication and evaluation. We value and cherish honest, direct and respectful communication, and actively cultivate a team culture of learning and iteration. You can expect to have input into projects from day one, bringing a flexible, adaptable attitude and willingness to take ownership of moving your projects forward throughout their lifecycle – from conception to delivery, evaluation and iteration.\n\nPREreview currently has one full-time employee, its Director Dr. Daniela Saderi, and one part-time Project Manager, Katrina Murphy. The PREreview Leadership Team also includes Dr. Samantha Hindle and Dr. Monica Granados who receive a reimbursement and light compensation, respectively, for their contribution to PREreview's mission and programming. \n\nWe also rely on the wise advice and support of a growing Advisory Committee, which currently includes Sarah Greaves, Kristen Ratan, and Dr. Lenny Teytelman. \n\nWe welcome applications from individuals with backgrounds not currently represented in our team and are happy to chat informally about the role if you have questions that you’d like to explore.\n\n[Learn more about our team today](https://content.prereview.org/people) and [how we came together](https://osaos.codeforscience.org/personal-perspective-the-origin-story-of-prereview).\n\n# Application Process\n\nPlease [follow this link to apply](https://airtable.com/shri723fP9lmszmuK?prefill_Applying%20for=Open%20Grant%20Reviewers%20Program%20Manager%20and%20Trainer). At the link you will be prompted to upload a single pdf document with your résumé or CV highlighting relevant experience and education, and to answer these three questions:\n\n* Why are you interested in this position?\n* What does openness mean to you, and how do you plan to center openness in the work you will do with us?\n* What does equity, diversity, and inclusion mean to you—particularly at the intersection of open—and how do you plan to center equity in the work you will do with us?\n\nThe successful applicant will ideally be able to start working with us on January 3, 2022. This role will last for 18 months, ending on June 30, 2023. \n\nApplications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply. \n\nNote: Some of the wording in this job description was adapted from that used by the Center for Scientific Collaboration and Community Engagement ([CSCCE](https://www.cscce.org/)), with permission.\n\n# Contact\n\nPlease email us with any questions or concerns about this position at [contact@prereview.org](mailto:contact@prereview.org).\n\n\\*\\**\n\n**PREreview is fiscally sponsored by [Code for Science and Society (CS&S)](https://codeforsociety.org). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.**",
  "title": "Open Grant Reviewers Program Manager and Trainer - PREreview",
  "description": "We are seeking a Program Manager and Trainer to facilitate the Open & Equitable Model Funding Program, a new model of grantmaking to make both the process of grantmaking and the resulting research outputs more transparent, equitable, and inclusive. This role will lead the design and delivery of an Open Grant Reviewers mentoring and training program founded on principles of equity, openness, and social justice."
}