{
  "useForm": false,
  "date": "2021-03-24T17:20:59.350Z",
  "title": "Research Data Analyst - Invest in Open Infrastructure",
  "description": "[Invest in Open Infrastructure](https://investinopen.org/) (IOI) is seeking a **Research Data Analyst** to join our growing team and help us shed light on the current flows of capital and costs associated with funding and maintaining open infrastructure in higher education. This position will play a pivotal role in accelerating our work to provide in-depth analysis for institutional decision makers, infrastructure providers, and funders on the hidden costs of open infrastructure for research and scholarship.",
  "body": "This is a full-time role with benefits, designed to build on IOI’s existing research into maintenance costs of core infrastructure in higher education and expand initial prototyping efforts to explore funder data for the sector.\n\n**Responsibilities include:**\n\n* Lead IOI’s work in investigating and modeling maintenance costs and funder data for shared, open source infrastructure used in higher education and research;\n* Identify data sources needed and work with members of the community to model and understand the costs associated with open, shared infrastructure in the academy;\n* Build cost-effectiveness models to estimate the costs and benefits of particular offerings;\n* Interrogate, navigate and analyze data surrounding costs and investment in open infrastructure, including labor and participation costs for open source projects, gaps and concentrations in funder data, and costs of interoperability;\n* Build on existing technical work to create a funder data “dashboard” to fuel internal analysis and support key stakeholders across the open infrastructure community;\n* Identify additional areas for exploration and actively build on existing data sources, models, and pipelines;\n* Assist in synthesizing data and inputs into digestible data resources (models, analyses, visualizations) and summary documents, work with Executive Director to identify and communicate key insights;\n* Identify additional research and literature reviews as needed on various solutions, decision making frameworks, financial models;\n* Work with the Executive Director to prepare reports and create resources to share findings with key stakeholders and broader IOI community for comment.\n\n**Skills and Experience**\n\n* Experience querying, analyzing, and joining large datasets, particularly using Python and SQL;\n* Skills working with databases and other storage, especially in the cloud;\n* Experience working with business intelligence/dashboarding tools;\n* Experience in data modeling and data cleaning;\n* Experience with building cost models across diverse sets of variables;\n* Comfort communicating at both technical and executive levels of detail, especially in explaining complex topics to those new to the subject area;\n* Experience and/or willingness to conduct your work in the open, frequently sharing out results, process, and findings, and soliciting and incorporating feedback from the community in a transparent and equitable manner;\n* Comfort in articulating and making technical decisions with an eye towards the broader sustainability of the open movement;\n* Excellent time and project management skills;\n* Experience working as a part of a distributed team.\n\n**Nice to have:**\n\n* A background in quantitative data analysis, data engineering, statistics, and/or cost modeling;\n* An innate curiosity and inclination for creative problem-solving, especially in thinking through various approaches to uncovering data around costs;\n* A hands-on attitude towards understanding and explaining new technology and systems;\n* Ability to interact with diverse stakeholder groups; strong collaboration and interpersonal skills; ability to work well within projects;\n* Excited by working on hard, thorny problems, at a growing organization.\n\n**Additional details:**\n\n* This is a grant-funded position, which offers employee benefits through [TriNet](https://www.trinet.com/) for US-based employees, including health insurance and retirement.\n* International applicants will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n* IOI is a fully remote organization, with project leadership based in US Eastern Standard time. Candidate should be available 3+ hours / day with project leadership.\n* The salary range for this position is $65k-75k USD.\n\n**Application Process**\n\n**[Please follow this link to apply](https://airtable.com/shrN1aVfC3X9CIkuV)**. At the link you will be prompted to upload a single pdf document containing a cover letter and resume along with a short statement about why you're interested in the role.\n\n*Applications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply.*\n\nIOI is fiscally sponsored by [Code for Science and Society](https://codeforsociety.org/) (CS&S). [CS&S](http://codeforscience.org/) is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination."
}