{
  "useForm": true,
  "date": "2021-02-05T17:00:00.000Z",
  "title": "Program Manager: Digital Infrastructure Incubator",
  "description": "The Digital Infrastructure Incubator Program Manager is responsible for managing the program’s operations at Code for Science & Society, including developing and piloting a digital infrastructure cohort program, writing up case studies based on the cohort’s experiences, and reporting on program impact.  The role is a full time one-year position that reports to Code for Science & Society’s Executive Director.",
  "body": "Are you an open source researcher, program or community manager, or other open digital infrastructure community member? Looking for a job that will support the future of open digital infrastructure? Do you enjoy developing experiences that help teams grow? Translating research into practice? Building community? Then we need you! Come help Code for Science & Society support the future of open digital infrastructure as our Digital Infrastructure Incubator Program Manager! \n\n**About Code for Science & Society:** CS&S is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a [Sponsored Project Program](https://codeforscience.org/sponsored-projects/) that bundles fiscal sponsorship with strategic support and a Collaborative Communities Program (where the Digital Infrastructure Incubator will sit) that brings transparency to the public interest tech ecosystem and supports the people working to build technology in the public’s interest. \n\n**About the Digital Infrastructure Incubator:** The Digital Infrastructure Incubator aims to improve the connection between research in open source and real world community practices to strengthen open source digital infrastructure. The program will focus on three themes: governance, sustainability, and community health (though  in practice there is significant overlap among these themes). The Program Manager will contribute to the overall strategic direction of the program and run its day to day activities, including managing a call for participants, recruiting expert advisors to support participants, documenting the activities of the program and how they relate to research in the field, and planning and executing virtual events (webinars, worksprints, and cohort meetings). \n\nWe are looking for someone with a strong interest in open source community health, a demonstrated ability to set and achieve goals independently, and excellent communication skills to provide program management and leadership for the Digital Infrastructure Incubator.\n\n**Essential Functions**\n\n* Planning and execution of programming to support a cohort of open source digital infrastructure projects to engage with research and experts s.\n* Management of the program and oversight of deliverables, time-tables, reporting, and budget allocation.\n* Advocacy and outreach in the open source community to promote the program and recruit participants and experts.\n* Management of effective processes, including call for applications, review, reporting, and improvement to existing processes where needed.\n* Represent CS&S and the Digital Infrastructure Incubator program at events, appearances in media, social media, writing, interviews, and other public communications.\n\n**Skills and Abilities**\n\n* Familiarity with the landscape of open source software and research on open source communities. Active involvement in one or more existing/emerging open source software communities and a knowledge of open project principles is a plus. \n* Experience designing and running community-centered programming. \n* Outstanding written and oral communication skills.\n* A hands-on attitude towards new technology and systems. \n* Extremely detail-oriented, thorough, and organized.\n* Ability to communicate effectively with all levels of stakeholders, strong collaboration and interpersonal skills, and ability to work well independently.\n* Excellent time and project management skills.\n* Ability to problem solve under pressure and anticipate needs.\n\n**Details of the position**\n\n* This is a US-remote, full time regular employee position. \n* This is a grant-funded position with Code for Science & Society, which offers employee benefits through [TriNet](https://www.trinet.com/), including health insurance and retirement.\n* The salary range for this position is $60k-$70k.\n\n**Application Process**\n\nPlease [follow this link](https://airtable.com/shrPQQ2dcoYXEAsPH) to apply. At the link you will be prompted to upload a single pdf document containing a cover letter and resume along with a short statement about why you're interested in the role. \n\n*Applications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply.*"
}