{
  "useForm": false,
  "date": "2021-08-05T18:45:50.979Z",
  "body": "***Location:** Remote*\n\n***Compensation:** $10,400 stipend, 8 weeks (full time)*\n\n***Anticipated start date:** September 8, 2021.*\n\n[Invest in Open Infrastructure (IOI)](https://investinopen.org/) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. \n\nWe are looking for (2) Research Fellows to join us for a paid, 8-week internship, to help us investigate the costs and models surrounding how open technology is employed and funded for use in higher education. These positions will directly contribute to our work to provide in-depth analysis for institutional decision makers, infrastructure providers, and funders on the hidden costs of open infrastructure for research and scholarship, and strategies to help advance the sector. \n\nThese are fully paid ($1,300 USD/week), remote, 8-week positions, sponsored by the [Alfred P. Sloan Foundation](https://sloan.org). Research Fellows will work alongside our team of Research Data Analysts to select a research topic to investigate, research, and write-up / share at the conclusion of the internship. Fellows will also have the opportunity to engage with members of the research and scholarly community, and share their work openly via blogs, reports, and other research outputs, as needed. \n\n## Examples of possible research areas include: \n\n* **Mapping investment flows for open technology** (institutional investment, philanthropic and government support, consortial investment)\n* **Exploring collective funding and service models** (e.g. cooperatives, membership models, subscription, industry-supported) \n* **Exploring indicators for financial health and well being** (cost effectiveness, cost per user, ways to assess impact and value, and other financial issues)\n\nWe’re looking for curious, self-motivated, creative minds to help us advance our understanding of the funding, resourcing, and open infrastructure landscape. Backgrounds in economics, data science / analysis, cost modeling, and research are welcome. Knowledge of and/or interest in open communities (scholarly communication, open source, data, open research) is a plus.\n\n## Anticipated start date is **September 8**.\n\nSelected applicants will work with [IOI’s Executive Director Kaitlin Thaney](https://investinopen.org/about/who-we-are/) and IOI’s [growing team](https://investinopen.org/about/who-we-are/) of Research Data Analysts to select a research topic to investigate, research, and write-up / share at the conclusion of the internship. We are committed to openness and transparency, and endeavor to share our process, findings, and work in formats that enable participation and reuse. For more about how we work and our values, [visit our website](https://investinopen.org/about/founding-premises/). \n\n## Application Process:\n\nPlease follow this link to apply. At the link you will be prompted to upload a single pdf document containing a cover letter and resume along with a short statement about why you're interested in the role.\n\nApplications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply.\n\n# About IOI:\n\n[Invest in Open Infrastructure](https://investinopen.org) was launched to help institutions and funders better invest in the open technology and systems that research and scholarship rely on. We work in concert with institutional leaders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. Our aim is to shed light on the current funding landscape and provide trusted recommendations, tools, and investment strategies to foster a more sustainable open infrastructure ecosystem. \n\nIOI’s work is centered around providing targeted, evidence-based guidance and support to institutions and funders of open infrastructure to help them become wiser about where to invest. \n\nWe are fiscally sponsored by [Code for Science & Society](https://codeforscience.org/), a leading 501(c)3 supporting public interest technology and open research [projects](https://codeforscience.org/sponsored-projects/), including [OpenRefine](https://openrefine.org/), [Measurement Lab](https://www.measurementlab.net/), [Reproducibility for Everyone](https://repro4everyone.org/), and [PreReview](https://prereview.org/). \n\nFor more on IOI, [how we are funded](https://investinopen.org/about/how-were-funded/), and [how we work](https://investinopen.org/about/founding-premises/), [visit our website](https://investinopen.org/about/).",
  "description": "We are looking for (2) Research Fellows to join us for a paid, 8-week internship, to help us investigate the costs and models surrounding how open technology is employed and funded for use in higher education. These positions will directly contribute to our work to provide in-depth analysis for institutional decision makers, infrastructure providers, and funders on the hidden costs of open infrastructure for research and scholarship, and strategies to help advance the sector. \n\nThese are fully paid ($1,300 USD/week), remote, 8-week positions, sponsored by the [Alfred P. Sloan Foundation](https://sloan.org). Research Fellows will work alongside our team of Research Data Analysts to select a research topic to investigate, research, and write-up / share at the conclusion of the internship. Fellows will also have the opportunity to engage with members of the research and scholarly community, and share their work openly via blogs, reports, and other research outputs, as needed.",
  "title": "Research Fellows - Invest in Open Infrastructure"
}