{
  "useForm": false,
  "date": "2021-03-30T18:38:21.892Z",
  "body": " **Position Type**: Full time with benefits\n\n**Salary range**: 55k-75k USD annually with benefits\n\n**Location**: US-Remote, with supervisors based in Amherst MA (US Eastern Time Zone).\n\n# About OpenReview\n\nOpenReview is a highly-successful and growing eight-year-old nonprofit revolutionizing the scientific peer review process by building web services that enable (1) new patterns of open peer review; (2) increased transparency, fairness, analysis; and (3) sociological research on the dynamics of publishing communities. We use modern web technologies as well as machine learning and natural language processing to design, develop, maintain, and support the OpenReview.net web service, which has over 50k active users and hundreds of customers, including flagship research conferences in computer vision, machine learning, deep neural networks, and medical analysis---receiving over 50k research paper submissions last year, and managing over 200k reviews, all growing at a rate of ~2x per year.\n\nThe project is directed by an internationally-recognized professor and leader in machine learning research with previous experience as VP R&D in a prior startup.  The team is led by a full-time hands-on senior software engineer with over 10 years prior experience in industry, who has also been managing the team members for the past five years.  Additional members of the friendly and highly-collaborative team include four full-time software engineers (with good gender and cultural balance, as well as a mix of local and remote), four part-time researchers, a part-time UI designer, and multiple collaborating graduate students.  The team regularly interacts and collaborates with program chairs of international conferences---widely-recognized leaders in their field, who are both highly-appreciative of our service, and creative partners in our work.\n\n# About the role\n\nTechnical Support Managers focus on communicating with publishing venue leaders, managing configuration of reviewing workflows for different publishing venues (both through the UI and simple Python coding using our high-level Python library); discussing system features with program chairs and journal editors, giving them system demos by voice and email; regular communication and technical support to editors, program chairs, area chairs, reviewers, authors, and other users; custom services and scripting on-demand for program chairs; and liaising with the OpenReview software development team to communicate unmet customer needs, brainstorm solutions, and generally support the improvement of the platform.\n\nIn addition there may be opportunities for additional creative communications, including documentation writing, web site content development, and social media marketing of the project.\n\nThis is a great position for someone with some (but not necessarily extensive) Python programming knowledge, who would like to continue to exercise and expand that knowledge, while focusing the bulk of their work in human communications and creative brainstorming in the midst of a collaborative team.  It could be an especially exciting opportunity for someone who is interested in scientific communications, peer review, fairness, transparency, and the sociology of research communities.\n\n## Skills and Abilities\n\n**Required**\n\n* Outstanding written and oral communication skills\n* An introductory understanding of Python\n* A hands-on attitude towards new technology and systems, willingness to learn the technology required to support OpenReview users\n* Detail-oriented, thorough, and organized\n* Ability to communicate effectively with all levels of users, from senior faculty, to students, to scientists in industry\n* Strong collaboration and interpersonal skills\n* Ability to work both independently and in coordination\n* Excellent time- and project-management skills.\n* Ability to anticipate needs and to problem solve under pressure\n\n**Not required, but viewed positively**\n\n* An interest in open science and advancing open peer review\n* (If necessary, experience with remote collaborations and/or remote work)\n\n## **Details of the position**\n\n* This is a US-based local or remote, full time regular employee position estimated at 40 hrs/week with a salary range 55-75k USD annually, plus benefits (paid vacation, healthcare, retirement).\n* Applicants should be based in the US and legally able to work in the US. We are unable to hire internationally for this position.\n\n## **Application Process**\n\nTo apply, please prepare the following\n\n* A cover letter, framing your past experience and outlines why you are interested in this job.\n* Your resume\n* Any supporting material you feel is appropriate (a list of links to previous projects, writing samples, GitHub repositories, code and/or documentation, copies of publications) Send an email, with these documents as one multi-page pdf attachment, to jobs@openreview.net\n\nApplications will be reviewed by a committee on a rolling basis, and may have multiple openings. Please share this opportunity and don’t hesitate to apply. \n\nOpenReview is fiscally sponsored by [Code for Science and Society](https://codeforscience.org/) (CS&S). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.",
  "description": "Technical Support Managers focus on communicating with publishing venue leaders, managing configuration of reviewing workflows for different publishing venues (both through the UI and simple Python coding using our high-level Python library); discussing system features with program chairs and journal editors, giving them system demos by voice and email; regular communication and technical support to editors, program chairs, area chairs, reviewers, authors, and other users; custom services and scripting on-demand for program chairs; and liaising with the OpenReview software development team to communicate unmet customer needs, brainstorm solutions, and generally support the improvement of the platform.",
  "title": "Technical Support Manager - OpenReview"
}