{
  "useForm": false,
  "date": "2021-06-08T17:29:24.991Z",
  "body": "Code for Science & Society is a US-based 501(c)(3) nonprofit supporting collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem.\n\nYou will be a key hire in our growth as an organization as we develop our operational capacity. As a fiscal sponsor and grant-making institution, creating clear, transparent, and auditable processes will be essential to the success of our organization. We've recently completed our first major audit and have identified areas where our operations can be improved. You'll help guide, implement, and document these processes while also ensuring the day-to-day work does not get left behind. You will balance keeping daily tasks moving while looking at the bigger picture of how we can make our key functions, such as grant management, more effortless.\n\n* Full Time, Salaried Position\n* Remote US\n* Salary $70-80k\n\nApplications will be reviewed starting June 21, 2021. [Apply here](https://airtable.com/shrPQQ2dcoYXEAsPH) by filling out the form, which includes providing a short statement about why you are interested in this role and uploading a cover letter and your resume.\n\n### Essential Functions\n\n* Support CS&S’s mission by working with the CS&S staff to support, develop, and implement processes that reflect best practices for a 501(c)(3) public charity. The areas of support include:\n\n  * Grants management (incoming and outgoing)\n  * Accounts payable and receivable\n  * Contract management\n* Communicate with staff and fiscally sponsored projects to identify areas of operational need, develop plans to meet those needs, implement changes to process, and assess the effectiveness of existing and new operations processes. Ensure documentation of processes is accurate and stays updated. Recent examples of this include:\n\n  * Developing and communicating a new process for incoming invoices.\n  * Setting up an onboarding and oversight process for employees with company credit cards.\n  * Researching international professional employer organizations and presenting information to leadership on the best options.\n* Support CS&S in preparation for compliance processes (audits, public support test, vetting by partners and funders).\n\n### Your Relevant Skills & Career Goals\n\n* Skills and Experience\n\n  * Outstanding written communication skills.\n  * 1-3 years of business operations or administration experience (ideally in nonprofits).\n  * Rigorous approach to documentation.\n  * Experience developing processes, implementing changes to processes, communicating about new or revised processes, and assessing the effectiveness of processes.\n  * Demonstrated ability to initiate, lead, and complete independent work.\n  * Experience working collaboratively with asynchronous, distributed teams. \n  * An interest in making collaborations run more smoothly.\n  * Experience with project management tools that facilitate asynchronous work (examples: Notion, Asana, Trello, GitHub).\n  * A willingness to learn new tools and systems.\n* Growth Skills - We are a small but growing team. We expect that you have an area of expertise (or two) that you'd like to grow into.\n\n  * Process Automation/Data Management\n\n    * We use Airtable among other tools to help us manage data and automate our processes such as Accounts Receivable and Payable.\n    * Relevant skills here include: interest in data management and organization, understanding and using APIs, Airtable scripting (Javascript), and others.\n  * Financial Reporting and Budgeting\n\n    * Develop and share your understanding of how nonprofit finances are managed and reported.\n    * Help communicate to and teach other staff members and project leaders the key elements of financial management, reporting, and projections.\n  * Nonprofit/Open Source Project Leadership and Operations\n\n    * Work with program staff to develop and share best practices on nonprofit project management and operations.\n\n### Compensation\n\n* Salary Range: $70,000-$80,000\n\n  * CS&S salaries are set at levels based on the position's responsibility. Depending on your experience and level of responsibility you can take on, you may fit into the junior or senior Operations Manager level ($70k - $80k).\n\n### Work Location & Environment\n\n* Remote (US Only)\n\n  * We are a fully remote team (and have been since our founding). While the majority of the team is on Pacific Time, you can be in any US timezone.\n  * This position is open to applications who are able to work in the US.\n  * This is a full time position.\n* This position offers employee benefits through [TriNet](https://www.trinet.com/), including health insurance and retirement.\n* Addressing Systemic Inequality\n\nWe exist in a time and place in our world where vast systemic inequality has been brought to the fore through Black Lives Matter, the COVID-19 Pandemic, and Climate Change. With the inability for many opt-out, we must consider how our day-to-day work furthers these inequalities. This may be uncomfortable, especially if you've benefited from the existing systems. We try to lean into that discomfort. [Read more](https://blog.codeforscience.org/developing-anti-racist-nonprofit-governance/) about how we've started to examine our own organization through an anti-racist lens.\n\nApplications will be reviewed starting June 21, 2021. [Apply here](https://airtable.com/shrPQQ2dcoYXEAsPH) by filling out the form, which includes providing a short statement about why you are interested in this role and uploading a cover letter and your resume.",
  "description": "The Operations Manager will work with CS&S leadership, programs, and finance to design, implement, and manage the day to day flow of work that keeps our organization running smoothly. The Operations Manager reports to the Code for Science & Society Executive Director, Danielle Robinson.\n\n* Full Time, Salaried Position\n* Remote US\n* Salary $70-80k\n\nApplications will be reviewed starting June 21, 2021. [Apply here](https://airtable.com/shrPQQ2dcoYXEAsPH) by filling out the form, which includes providing a short statement about why you are interested in this role and uploading a cover letter and your resume.",
  "title": "Operations Manager"
}