{
  "useForm": false,
  "date": "2021-05-19T03:24:53.625Z",
  "title": "Operations Coordinator/Manager - CS&S",
  "description": "Do you love building systems that run smoothly? Facilitating communication across teams? Solving logistical challenges? Understanding the intricacies of nonprofit operations? Then we need you! Come help Code for Science & Society support the future of public interest technology as our we expand our Operations team! \n\nThe Operations team at CS&S is essential to our success as an organization. We work across our programs and support all our fiscally sponsored projects to enable them to focus on their core goals. Expanding our Operations team will allow us to increase our capacity to serve public interest technology and open source communities. This role will report to the Director of Operations and work alongside staff in the Fiscally Sponsored Projects and Collaborative Communities Programs.",
  "body": "*Do you love building systems that run smoothly? Facilitating communication across teams? Solving logistical challenges? Understanding the intricacies of nonprofit operations? Then we need you! Come help Code for Science & Society support the future of public interest technology as we expand our Operations team!* \n\n*The Operations team at CS&S is essential to our success as an organization. We work across our programs and support all our fiscally sponsored projects to enable them to focus on their core goals. Expanding our Operations team will allow us to increase our capacity to serve public interest technology and open source communities. This role will report to the Director of Operations and work alongside staff in the Fiscally Sponsored Projects and Collaborative Communities Programs.* \n\n- - -\n\nCode for Science & Society is a US-based 501(c)(3) nonprofit supporting collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem.\n\nYou will be a key hire in our growth as an organization as we develop our operational capacity. As a fiscal sponsor and grant-making institution, creating clear, transparent, and auditable processes will be essential to the success of our organization. We've recently completed our first major audit and have identified areas where our operations can be improved. You'll help guide, implement, and document these processes while also ensuring the day-to-day work does not get left behind. You'll need to balance keeping daily tasks moving while looking at the bigger picture of how we can make our key functions, such as grant management, more effortless.\n\n### Essential Functions\n\n* Support CS&S’s mission by working with the Director of Operations and staff to support, develop, and implement processes that reflect best practices for a public charity. The areas of support include:\n\n  * Grants management (incoming and outgoing)\n  * Accounts payable and receivable\n  * Contract management\n* Communicate with staff and fiscally sponsored projects to identify areas of need, and develop plans to meet those needs. Ensure documentation of processes is accurate and stays updated.\n* Support Director of Operations and CFO in preparation for compliance processes (audits, public support test, vetting by partners and funders).\n\n### Compensation\n\n* Salary Range: $60,000 - $80,000\n\n  * CS&S salaries are set at levels based on the position's responsibility. Depending on your experience and level of responsibility you can take on, you may fit into the Operations Coordinator level ($60k) or the Operations Manager level ($70k - $80k). \n* Benefits are offered through [TriNet](https://www.trinet.com/), including partial health insurance reimbursement and 401k plans.\n\n### Work Location & Environment\n\n* Remote (US Only)\n\n  * We are a fully remote team and have been since CS&S started. While the majority of the team is on Pacific Time, you can be in any US timezone.\n  * This position is for people who are able to work in the US.\n* Work Hours\n\n  * You can set your own work hours. However, you are expected to be able to attend meetings during US business hours.\n  * We expect that you will not email/chat colleagues on Weekends and Evenings.\n  * This position will require the ability to respond to emails sent during business hours within one business day.\n* Communication\n\n  * The bulk of communication will be done over email, so it is expected that you can clearly communicate in writing.\n  * We also use Video Chat, Slack, and Project Management tools.\n* Addressing Systemic Inequality\n\n  * We exist in a time and place in our world where vast systemic inequality has been brought to the fore through Black Lives Matter, the COVID-19 Pandemic, and Climate Change. With the inability for many opt-out, we must consider how our day-to-day work furthers this inequality. This may be uncomfortable, especially if you've benefited from the existing systems. We try to lean into that discomfort. [Read more](https://blog.codeforscience.org/developing-anti-racist-nonprofit-governance/) about how we've started to examine our own organization through an anti-racist lens.\n\n### Your Relevant Skills & Career Goals\n\n* Required Skills\n\n  * Ability to clearly communicate through written word.\n  * 1-3 years of business operations or administration experience (ideally in nonprofits).\n  * Rigorous approach to documentation.\n  * Demonstrated ability to initiate, lead, and complete independent work.\n  * Ability to clearly set and respect work boundaries, we don't want to be getting emails from you on the weekend.\n* Growth Skills - We are a small but growing team. We expect that you have an area of expertise (or two) that you'd like to grow into, and have the willingness to learn.\n\n  * Process Automation/Data Management\n\n    * We use Airtable among other tools to help us manage data and automate our processes such as Accounts Receivable and Payable. \n    * Relevant skills here include: interest in data management and organization, understanding and using APIs, Airtable scripting (Javascript), and others.\n  * Financial Reporting and Budgeting\n\n    * Develop and share you understanding of how nonprofit finances are manages and reported.\n    * Help communicate to and teach other staff members and project leaders the key elements of financial management, reporting, and projections.\n  * Nonprofit/Open Source Project Leadership and Operations\n\n    * Work with program staff to develop and share best practices on Nonprofit project management and operations."
}