{
  "useForm": false,
  "date": "2021-10-20T17:21:50.990Z",
  "body": "**Position Type:** Full time with benefits\n\n**Salary range:** $70,000 - $80,000 USD annually with benefits\n\n**Location:** Remote, with supervisor based in New York.\n\n# Program Description\n\n[Invest in Open Infrastructure (IOI)](https://investinopen.org/) is seeking an Engagement Lead to join a growing team working to increase adoption, investment in, and the sustainability of open infrastructure in research and scholarship. \n\nThe Engagement Lead position is key to ensuring our work is responsive to, and reflective of, the needs of the communities we serve: researchers, scholars, budget holders/funders, and the open infrastructure community. This role will drive IOI’s participation and engagement strategies to advance IOI’s mission. \n\nThis includes tailoring messaging and development focused events to drive action among stakeholder groups, project managing community engagement work, and designing and managing the various points of participation in IOI’s work. This position will serve as a main liaison to IOI’s Community Councils and represent IOI at external events, surfacing community needs, trends, and feedback to inform IOI’s work and strategic priorities. The Engagement Lead will also be tasked with crafting thoughtful metrics and mechanisms to measure progress, and play a key role in program asset creation including blog posts, outreach, web content, and webinars/community calls. \n\nThis position will work closely with the Director of Research and Strategy and the Executive Director to design strategy for tailored events to further IOI’s mission and operationalize IOI’s research. This is a full-time, remote position, reporting to the Executive Director. \n\n## Your Relevant Skills & Career Goals\n\n* Bachelor’s or Master’s degree or equivalent experience in a related field.\n* Experience with stakeholder management, community engagement, and facilitation. \n* Knowledge and experience of strategic engagement and event design, with an eye for moving groups towards action;\n* Experience collaboratively developing action plans with diverse stakeholder groups, and engaging groups through testing and implementation processes;\n* Experience with market analysis, to help IOI identify and grow its network of stakeholders and stay informed of their core needs;\n* Experience with identifying and assessing engagement metrics to advance project aims and mission;\n* Ability to communicate complex topics to various stakeholder groups, as well as to a broader audience. \n\n## Work Location & Environment\n\nWe strive at IOI to ensure our work balances being trustworthy and evidence-based with a design that makes the topics we care about actionable, approachable, reusable, memorable, and understandable.\n\nWe are committed to openness and transparency, and aim to share our process, findings, and work in formats that enable participation and reuse. Transparency and access are two critical components of the healthy, inclusive ecosystem we are building towards, and we aim to reflect that in our work.\n\nWe believe in iterative development, and are committed to soliciting and incorporating feedback into our work products and process. \n\nWe aim to foster a healthier, more equitable and inclusive research ecosystem. This underlies all of our work as a team, with the community, and in how we approach this work.  \n\nWe’re a highly collaborative, fully remote team that believes in empowering others, learning together, and (respectfully) challenging our own assumptions to better serve the communities we care about. We value honest and transparent communications in our work together and actively cultivate a team culture of learning and iteration. \n\nA stipend of up to $3,000 USD is provided to support equipment costs and home office needs for employees. Project staff work across a variety of time zones, with project leadership based in New York, USA. Candidates should be available 3+ hours / day to allow for effective communication, connection, and collaboration\n\n## Additional details:\n\n* This is a grant-funded position.\n* CS&S is the fiscal sponsor and organizational home of IOI. CS&S offers employee benefits through [TriNet](https://www.trinet.com/) for US-based employees, including health insurance and retirement.\n* International applicants will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n* IOI is a fully remote organization, with project leadership based in US Eastern Standard time. Candidates should be available 3+ hours / day with project leadership. \n\n# Application Process\n\nPlease [follow this link](https://airtable.com/shrbNPqupNondwOZg?prefill_Applying+for=Engagement%20Lead) to apply. At the link you will be prompted to upload a single pdf document containing a cover letter and resume along with a short statement about why you're interested in the role.\n\nApplications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply.\n\n# About IOI\n\n[Invest in Open Infrastructure (IOI)](https://investinopen.org/) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. \n\nIOI is fiscally sponsored by [Code for Science and Society](http://codeforscience.org/) (CS&S). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.",
  "title": "Engagement Lead - Invest in Open Infrastructure",
  "description": "[Invest in Open Infrastructure (IOI)](https://investinopen.org/) is seeking an Engagement Lead to join a growing team working to increase adoption, investment in, and the sustainability of open infrastructure in research and scholarship."
}