{
  "useForm": false,
  "date": "2021-10-19T16:50:58.855Z",
  "body": "**Position Type:** Full time with benefits \n\n**Salary range:** $100,000-$110,000 USD annually with benefits\n\n**Location:** Remote, with supervisors based in New York. \n\n# Program Description\n\n[Invest in Open Infrastructure](https://investinopen.org/) (IOI) is seeking a Director of Research and Strategy to join a growing team working to increase adoption, investment in, and the sustainability of open infrastructure in research and scholarship. This is a leadership position, responsible for working with the Executive Director to shape IOI’s product offerings to decision makers and research agenda. This is also a management role, overseeing our team of Research Data Analysts. \n\nThe Director of Research & Strategy will serve a pivotal role in building and executing on IOI’s vision to bring investment, adoption, and action to open infrastructure. This role will be responsible for building and maintaining the strategic positioning and programming necessary to support IOI’s research and analysis. This position will play a central role in operationalizing IOI’s core aim to provide funding recommendations and investment guidance for research infrastructure. \n\nThis is a role for a strategy-minded practitioner, eager to help scale IOI’s offerings and impact, as well as engage in research directly alongside the Research team. You’ll set the research agenda for the organization, dig into questions of strategy and approach with our team, guide our strategy on research communication, while overseeing our team of Research Data Analysts. This role will also involve piloting and testing IOI’s core offerings to stakeholders, exploring earned revenue streams to diversify IOI’s support, while working with the team to make research outputs as openly available and accessible as possible. \n\nThis is a full-time, remote position, reporting to the Executive Director. \n\n## Research responsibilities:\n\n* Work with the IOI Executive Director and key stakeholder groups to scope, operationalize, and iterate on IOI’s core research product offerings to increase investment in open infrastructure; \n* Manage and support the development of IOI’s team of Research Data Analysts and contractors;\n* Articulate a coherent vision for IOI’s applied research efforts that supports clear alignment across a diverse portfolio of projects and clients;\n* Maintains links and collaborates where possible with other external data collection, evaluation and systems change efforts;\n* Successfully designs and carries out quantitative and qualitative research, alongside and in support of the core team;\n* Supports and trains staff and community partners that are unfamiliar with research design and evaluation to collect, manage and analyze data; \n* Keeps current regarding funding requirements for data collection and reporting and puts into place local methods to ensure reliable, accurate compliance which reflects service activities.\n\n## Strategic responsibilities:\n\n* Serve as part of the organization’s leadership team and contribute to the development and execution of strategic decisions and offerings; \n* Own and manage IOI’s research workflows, ensuring that research outputs are strategically aligned, accessible, and actionable; \n* Develop, implement and monitor an evaluation plan addressing strategic and program evaluation questions, data collection methods, analysis and reporting; \n* Prioritize inbound requests for research support and analysis\n* Collaborate with the Executive Director, other members of IOI staff, and external collaborators to determine resources available, resources needed, and evaluation outcome goals for projects and programs. \n\n## Your Relevant Skills & Career Goals\n\n* Bachelor’s or Master’s degree or equivalent experience in designing, executing, and reporting findings of complex research projects;\n* Experience with data-intensive research and analysis, both quantitative and qualitative;\n* Knowledge and experience of community-based and participatory research methods to inform program development and design of product offerings;\n* Knowledge and experience of program evaluation principles, theories, concepts and practices;  \n* Ability to analyze information, summarize findings and present them in ways easily understandable to decision-makers; \n* Program or organizational level leadership, with a thoughtful approach to staff management in remote settings.\n\n## Work Location & Environment \n\nWe strive at IOI to ensure our work balances being trustworthy and evidence-based with a design that makes the topics we care about actionable, approachable, reusable, memorable, and understandable.\n\nWe are committed to openness and transparency, and aim to share our process, findings, and work in formats that enable participation and reuse. Transparency and access are two critical components of the healthy, inclusive ecosystem we are building towards, and we aim to reflect that in our work.\n\nWe believe in iterative development, and are committed to soliciting and incorporating feedback into our work products and process. \n\nWe aim to foster a healthier, more equitable and inclusive research ecosystem. This underlies all of our work as a team, with the community, and in how we approach this work.  \n\nWe’re a highly collaborative, fully remote team that believes in empowering others, learning together, and (respectfully) challenging our own assumptions to better serve the communities we care about. We value honest and transparent communications in our work together and actively cultivate a team culture of learning and iteration. \n\nA stipend of up to $3,000 USD is provided to support equipment costs and home office needs for employees. Project staff work across a variety of time zones, with project leadership based in New York, USA. Candidates should be available 3+ hours / day to allow for effective communication, connection, and collaboration\n\n## Additional details:\n\n* This is a grant-funded position.\n* CS&S is the fiscal sponsor and organizational home of IOI. CS&S offers employee benefits through [TriNet](https://www.trinet.com/) for US-based employees, including health insurance and retirement.\n* International applicants will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n* IOI is a fully remote organization, with project leadership based in US Eastern Standard time. Candidates should be available 3+ hours / day with project leadership. \n\n# Application Process\n\nPlease [follow this link](https://airtable.com/shrbNPqupNondwOZg?prefill_Applying+for=Director+of+Research+and%20Strategy) to apply. At the link you will be prompted to upload a single pdf document containing a cover letter and resume along with a short statement about why you're interested in the role.\n\nApplications will be reviewed on a rolling basis. We are looking to hire for this role ASAP, so please share this opportunity and don’t hesitate to apply.\n\n# About IOI\n\n[Invest in Open Infrastructure (IOI)](https://investinopen.org/) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. \n\nIOI is fiscally sponsored by [Code for Science and Society](http://codeforscience.org/) (CS&S). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.",
  "description": "[Invest in Open Infrastructure](https://investinopen.org/) (IOI) is seeking a Director of Research and Strategy to join a growing team working to increase adoption, investment in, and the sustainability of open infrastructure in research and scholarship. This is a leadership position, responsible for working with the Executive Director to shape IOI’s product offerings to decision makers and research agenda. This is also a management role, overseeing our team of Research Data Analysts.",
  "title": "Director of Research and Strategy - Invest in Open Infrastructure"
}