{
  "useForm": false,
  "date": "2021-06-03T21:56:29.217Z",
  "description": "The [Event Fund](https://eventfund.codeforscience.org/) Program Manager is responsible for managing the operations of this program at Code for Science & Society, including publicity and communications, managing the proposal submission and review process in collaboration with the Event Fund’s Advisory and Selection Committees, and reporting on the impact of the program. The Event Program Manager reports to the Code for Science & Society Executive Director, Danielle Robinson.\n\n* Full Time, Salaried Position\n* Remote US\n* Salary $70-80k\n\nApplications will be reviewed starting June 21, 2021. [Apply here](https://airtable.com/shrPQQ2dcoYXEAsPH) by filling out the form, which includes providing a short statement about why you are interested in this role and uploading a cover letter and your resume.",
  "body": "### Program Description\n\nIn 2020, we developed a community-advised fund to support inclusive and accessible events in data science, including machine learning, open data, and artificial intelligence, with seed funding from The Gordon and Betty Moore Foundation. [This Fund](https://eventfund.codeforscience.org) has an annual grantmaking budget of 200K USD used to award grants of 5-20K USD. The first cohort of grantees was [announced in January 2021](https://eventfund.codeforscience.org/announcing/), representing 13 events with organizers from four continents and audiences around the globe. The second cohort will be announced in June 2021 and a third call for submissions will be announced later this year.\n\nCode for Science & Society is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem. The Event Fund is part of Collaborative Communities and this program is a critical part of how CS&S works to support data science education and open data, open scholarship communities worldwide. \n\n### Call for Applicants\n\nAre you a community-minded person interested in data science training?  Are you looking for a job that will expand the open data science community and enable new folks to learn to work with data? Do you love helping things run smoothly? Organizing information and measuring impact? Sorting out logistics? Then we need you! \n\nWe are looking for a data science community builder, with a demonstrated ability to set and achieve goals independently and excellent communication skills, to provide program management and leadership for the Event Fund at CS&S. The Program Manager will lead program management, including processes for strategic planning, fundraising, managing calls for applications and proposal review. \n\n### Essential Functions\n\n* Overall management and oversight of deliverables, time-tables, reporting, and budget allocation for grantees.\n* Advocacy and outreach in the data science community (across disciplines) to promote the program and recruit a diverse applicant pool.\n* Development, improvement, and management of effective processes, including calls for applications, guidelines for review, grant notifications, and reporting.\n* Support the work of the Program's Advisory Committee and Selection Committee.\n* Represent CS&S through conduct at events, appearances in media, social media, writing, interviews, and other public communications.\n* Create content for the program’s website, including calls for proposals, frequently asked questions, and blog posts.\n* Manage cohort experiences for grantees and program alumni, including moderation of Slack channels and creation of programming focused on supporting grantees to deliver excellent events.\n* Lead assessment of program impact on grantees and wider community. \n* Manage relationships with current funding program officers and establish relationships with new potential partners.\n\n### Skills and Abilities\n\n* Outstanding written and oral communication skills.\n* A hands-on attitude towards new technology and systems. \n* Extremely detail­-oriented, thorough, and organized.\n* Ability to communicate effectively with all levels of stakeholders (from grantees, to committee members, to funders).\n* Strong collaboration and interpersonal skills.\n* Ability to synthesize feedback from stakeholders to improve processes, documents, and the program as a whole.\n* Ability to work well independently with remote and asynchronous colleagues. \n* Excellent time and project management skills.\n* Ability to problem solve and anticipate needs.\n* Familiarity with the landscape of research, open source software projects, events, and conferences in today’s open data science community. \n* A commitment to broadening participation in the field of data science, and an interest in scholarship and current practices related to meaningful inclusion and equity in science and technology. \n* Active involvement in one or more existing/emerging data science communities and a knowledge of open project principles is a plus. \n\n### Compensation\n\n* Salary Range: $70,000-$80,000\n* * CS&S salaries are set at levels based on the position's responsibility. Depending on your experience, you may fit into the junior or senior Operations Manager level, $70k or $80k.\n\n### Work Location & Environment\n\n* Remote (US Only)\n* * We are a fully remote team (and have been since our founding). While the majority of the team is on Pacific Time, you can be in any US timezone.\n  * This position is open to applications who are able to work in the US.\n  * This is a full time position.\n* This position offers employee benefits through [TriNet](https://www.trinet.com/), including health insurance and retirement.\n* This is a grant funded position with one year of committed funding.\n* Addressing Systemic Inequality\n* * We exist in a time and place in our world where vast systemic inequality has been brought to the fore through Black Lives Matter, the COVID-19 Pandemic, and Climate Change. With the inability for many opt-out, we must consider how our day-to-day work furthers these inequalities. This may be uncomfortable, especially if you've benefited from the existing systems. We try to lean into that discomfort. [Read more](https://blog.codeforscience.org/developing-anti-racist-nonprofit-governance/) about how we've started to examine our own organization through an anti-racist lens.",
  "title": "The Event Fund Program Manager"
}