{
  "useForm": false,
  "date": "2022-09-29T00:33:25.006Z",
  "body": "[Code for Science & Society](https://codeforscience.org/codeforscience.org) (CS&S) is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem.\n\nWe are looking for a program manager to join our Fiscally Sponsored Projects (FSP) team. As a member of our 100% remote workspace, an ideal candidate is an organized, autonomous worker who is a great communicator and enjoys problem solving. As a manager on our FSP team, there are unique opportunities to provide tactical and strategic support in collaboration with members of [CS&S core staff](https://codeforscience.org/staff/), and [FSP teams](https://codeforscience.org/sponsored-projects/).\n\nIf you are interested in the position but not sure you meet all qualifications as described, we still encourage you to apply! While it is not necessary to have experience in the public interest technology sector, we are seeking someone with a connection to [the CS&S mission](https://codeforscience.org/about/). \n\nPlease note that our hiring process for this position will have a quick turnaround, with a **desired start date on or around Dec. 1, 2022.** Applicants who progress to our first round will be invited to submit written responses to screening questions, which will be followed by a second and final round of longer, virtual interviews with members of our team. If you have any questions on the application form or hiring process, or would like to request access accommodations, please contact [fsp@codeforsociety.org](mailto:fsp@codeforsociety.org).\n\n#### Key Responsibilities: \n\n* Manage the day to day operational needs of fiscally sponsored projects (FSPs) as a part of our FSP service team, serving projects in the open public interest technology \n* Provide operational support, consult on emergent issues, and steward requests for support on fiscal, strategic, and other necessary support from CS&S’s operations, finance, and programs teams\n* Help develop and improve upon the resources and opportunities we offer to the projects we serve\n* Engage with our project onboarding and off-boarding processes, including review of applications, coordination with stakeholders, and operational checklists\n* Document and streamline internal processes to support transparency and accountability \n* For a detailed list of responsibilities, areas of impact, and areas for growth, you may refer to the [job description](https://css.notion.site/2022-Job-Description-Fiscally-Sponsored-Projects-Program-Manager-e3fcf6a13e754d719250c8c1c188188e) for this position \n\n#### What we’re looking for: \n\n* 2-3 yrs experience, which may include leading or collaborating on community-centered projects or programs\n* Experience with grant applications, management and / or reporting\n* Familiarity with organizational planning processes and / or project governance. Prior experience in the non-profit sector is a plus\n* Availability for synchronous meetings between 10am and 2pm Pacific (UTC -7 to UTC -8)\n* Adaptability to new digital tools and technology. The team at CS&S utilizes tools like Google Workspace, Zoom, Asana, and Airtable extensively\n* Track record of effective and impactful collaborative work\n* Demonstrated ability to grow or evolve projects/programs \n\n#### What we value:   \n\n* Addressing systemic inequality. We exist in a time and place in our world where vast systemic inequality has been brought to the fore through Black Lives Matter, the COVID-19 Pandemic, and Climate Change. With the inability for many opt-out, we must consider how our day-to-day work furthers these inequalities. CS&S’s approach is detailed in our [Commitment to Meaningful Equity and Inclusive Organizational Practices](https://www.notion.so/css/CS-S-Commitment-to-Meaningful-Equity-and-Inclusive-Organizational-Practices-45367f7543bf4eaf9d0951dc792c1702)\n* Sustainability. Because we anticipate periods of higher workload (hello November & December!), we build redundancy into our staffing model and aim for a baseline of 75%-80% workload \n* Boundaries around work and life. We schedule weekly Zoom-free days, and we help each other take time off to rest, reset and recharge\n\n#### What we offer:\n\n* 73,500 USD per year\n* Medical, dental, vision and life insurance\n* 401k with 4% employer match\n* Unlimited paid time off (we encourage a minimum of one week off per quarter for all employees)\n* Note: CS&S salaries are set at fixed levels based on the position's responsibility. This role is scoped as a Program Manager level position, and compensation and promotion metrics are outlined in CS&S’s compensation and promotion philosophy documents, available upon request to [fsp@codeforsociety.org](mailto:fsp@codeforsociety.org) \n\n#### To apply:\n\n* Apply using our [online application](https://airtable.com/shrxmaC7g0F6CMehh?prefill_Applying%20for=Program%20Manager,%20Fiscally%20Sponsored%20Projects).\n* To apply, upload a cover letter and resume as a combined pdf, and short answer to the screening question.\n* In your cover letter, please describe why you are interested in this position, as well as how you resonate with CS&S’s work in the public interest technology sector. \n* Please note that we will be accepting applications through Sunday, October 16, 2022 and our target start date for this role is on or around Dec 1, 2022.",
  "description": "We are looking for a program manager to join our Fiscally Sponsored Projects (FSP) team. As a member of our 100% remote workspace, an ideal candidate is an organized, autonomous worker who is a great communicator and enjoys problem solving. As a manager on our FSP team, there are unique opportunities to provide tactical and strategic support in collaboration with members of [CS&S core staff](https://codeforscience.org/staff/), and [FSP teams](https://codeforscience.org/sponsored-projects/). Please note that our hiring process for this position will have a quick turnaround, with a **desired start date on or around Dec. 1, 2022.** .",
  "title": "Sponsored Projects Program Manager - Code for Science and Society"
}