{
  "useForm": false,
  "date": "2022-10-06T20:40:00.569Z",
  "title": "Program Manager, Research & Engagement - Code for Science and Society",
  "description": "The Program Manager, Research and Engagement will carry out support for the Event Fund and the Digital Infrastructure Incubator at Code for Science & Society (CS&S). The role includes engaged research, community building and mobilization, as well as content creation and storytelling in the field of open public technology. The position is integrated into the CS&S Programs Team, planning and strategizing with them as an integral collaborator. The program manager will report to the Sr. Program Manager of the Event Fund, Angela Okune, PhD.\n",
  "body": "**Title**: Program Manager, Research & Engagement\n\n**Position** Type: 12-month grant-funded position with benefits\n\n**Compensation and benefits**: $73,500 USD annually plus benefits\n\n**Location**: US-Remote, with staff team based in Pacific and Eastern Time Zones\n\n**Job description**\n\nThe Program Manager, Research and Engagement will carry out support for the [Event Fund](http://eventfund.codeforscience.org) and the [Digital Infrastructure Incubator](https://incubator.codeforscience.org/) at [Code for Science & Society](http://codeforscience.org) (CS&S). The role includes engaged research, community building and mobilization, as well as content creation and storytelling in the field of open public technology. The position is integrated into the CS&S Programs Team, planning and strategizing with them as an integral collaborator. The program manager will report to the Sr. Program Manager of the Event Fund, Angela Okune, PhD.\n\n[Code for Science & Society](https://codeforscience.org/codeforscience.org) (CS&S) is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source, open data, open science, and open infrastructure projects. Our mission is to advance the power of data to improve the social and economic lives of all people. Today, we interpret the public interest framing of our mission as an opportunity to invest in and partner with projects that shift power to those who have been historically excluded from technology and science.\n\nWe partner with initiatives that use data, research, and technology to make knowledge and knowledge production more accessible. The Program Manager will be working with the Event Fund and Digital Infrastructure teams at CS&S to develop and deliver on new and existing projects. We are looking to deepen our capacity to develop new programming and support existing projects and grantees on questions related to community engagement, co-design, and stewardship of communities of practice. We are looking for someone attuned to power asymmetries in knowledge production and the organizing of scientific/tech communities. \n\n**Key responsibilities**\n\n* Qualitative research (landscape/network analysis, literature review, participant observation, survey, interview); \n* Writing for internal and external audiences (write ups, notes, bibliographies, analysis, reports, white papers, op-eds, scholarly research); \n* Event design and facilitation (practice as research that foregrounds our community in synchronous events both virtual and in-person);\n* Administrative and logistical support to both Event Fund and DII programs as related to above.\n\n**What we’re looking for**\n\n* Clear, powerful writing skills and confidence in research and project planning;\n* Familiarity with techniques of engaged research, curriculum development for a public audience, techniques of adult learning, and/or community organizing/event facilitation;\n* Comfort running, designing, and contributing to events (in-person and virtual);\n* Ability to foster collaboration and contribute to a strong sense of community among staff and grantees;\n* A track record of high quality independent work and experience working across teams;\n* Attention to detail that extends through different types of work, including participant experience, communications, and crafting research outputs;\n* Appetite for and sensitivity to working with diverse communities across race, class, ethnic, political, and geographic boundaries.\n\n\n\n**Good to have**\n\n* Familiarity with or interest in open ecosystems (e.g. open science, open source software, open data, or other open communities);\n* Experience publishing in academic and non-academic venues.\n\n\n\n**What we offer**\n\n* This is a US-based, remote, full time, grant-funded position estimated at 40 hrs/week with an expected start date of January 3, 2023;\n* Starting salary of 73K USD annually plus benefits (medical, dental, vision, life insurance, 401k with 4% employer match), and unlimited paid time off (we encourage a minimum of one week off per quarter for all employees);\n* Applicants should be based in the US and legally able to work in the US. We are unable to hire internationally for this position;\n* An ideal schedule will have this person overlap with program leadership in the US Pacific time zone for at least 4 hours a day. Code for Science & Society and its network of projects is distributed across Africa, US, Asia, and Europe. The candidate should be able to collaborate with other time zones - we realize this requires occasional early/late calls and encourage employees to balance that with time off;\n* Fully compensated and funded travel to conferences, events, professional development opportunities, and other meetings is possible, depending on the interest and availability of the employee;\n* CS&S salaries are set at fixed levels based on the position's responsibility. This role is scoped as a manager level position, and compensation and promotion metrics are outlined in CS&S’s compensation and promotion philosophy documents, available upon request from operations@codeforsociety.org. \n\n**To apply**\n\n* Check out the work of both programs ([Event Fund](https://www.codeforsociety.org/eventfund), [Digital Infrastructure Incubator](https://www.codeforsociety.org/incubator)) before you apply. \n* Answer four short questions via the app portal and attach a 2-page resume and one writing sample by November 6, 2022. \n* Choose a writing sample that demonstrates a piece of writing you are proud of (possible formats: grant application, research/course design, op-ed, report, academic article, others - you pick! We are looking for clear and compelling thought and expression that demonstrates research you are equipped to carry out).\n\nOur team boasts a wide range of backgrounds and experiences. You might be exactly who we’re looking for: don’t hesitate to apply!\n\nThis position is a manager level research position at CS&S. For the senior researcher position at DAIR, [see that listing](https://codeforscience.org/jobs/senior-community-based-researcher-distributed-ai-research-institute/)."
}