{
  "useForm": true,
  "date": "2022-05-06T19:20:47.714Z",
  "title": "Operations Coordinator, Accounts Payable and Accounts Receivable",
  "description": "The operations team at CS&S provides cross-functional support to our programs and fiscally sponsored projects. This position will be responsible for administration and coordination of two critical needs at CS&S: accounts payable and accounts receivable. You will communicate with vendors about the payment process and ensure they receive timely payments. Ensuring our receivables are well-documented is critical to our history of clean audits and organizational excellence, you'll continue to support this work. Along with the rest of the operations team, you will help us improve our processes and educate our team and community members on nonprofit and financial best-practices.",
  "body": "**Title**: Operations Coordinator\n\n**Position Type**: Full time, 40hrs per week\n\n**Compensation**: \n\n* 60k-70k USD annual salary (see note below about expected cost of living increases)\n* Health insurance, retirement match, and other benefits\n* Unlimited PTO, we encourage a minimum of 1 week vacation per quarter\n\n**Location**: \n\n* Remote in USA and select countries, CS&S is a fully distributed organization\n* Available for meetings between 10am-2pm PST (West Coast US)\n* Occasional travel for CS&S staff meetings (1-2x per year)\n\n**Manager**: Director of Operations\n\n**Position Description**\n\n**Operations Coordinator, Accounts Payable and Accounts Receivable**\n\nThe operations team at CS&S provides cross-functional support to our programs and fiscally sponsored projects. In this position, you will be responsible for administration and coordination of two critical needs at CS&S: accounts payable and accounts receivable. \n\n* Manage Relationship with Vendors, Payees\n\n  * Onboard new vendors, including people receiving one-time payments like honorarium or reimbursements, to receive payments.\n  * Ensure documentation and payment information is accurate and sufficient.\n  * Primary point of contact for vendors regarding the status of invoice and payments.\n* Accounts Payable\n\n  * Review incoming bills and communicate with project leaders to get approval when necessary.\n  * Ensure payment information is accurate and vendors are added to our payment system before payment is due.\n  * Coordinate with vendor and bookkeeping on overdue payments, returned payments, and other issues.\n* Accounts Receivable\n\n  * Review new receivables to ensure documentation and data is complete.\n  * Ensure updates to receivables and grants, such as grant deadline extensions and certificates of delivery, are documented.\n  * Generate and send invoices.\n  * Manage access and invoice submission for supplier portals.\n  * Track payment of invoices and communicate with funders to receive payment.\n* Record Keeping & Data Management\n\n  * This position will be responsible for managing two of our databases (in Airtable). We will provide training around the use of necessary tools.\n  * Ensure data is kept up-to-date, facilitate new entries, and coordinate any needs around using this data.\n  * Facilitate proper record keeping for vendors and receivables.\n* Process Development\n\n  * Identify and initiate improvements to operational processes around accounts payable and accounts receivable.\n  * Document processes for accounts payable and accounts receivable.\n\n**What you will bring**\n\n* 1-3 years of experience in accounts payable/accounts receivable or related financial administration work.\n* Understanding and experience with bill and invoice lifecycle.\n* The ability to communicate clearly in multiple modes of written communication, including email, slack, process guides, and other documentation.\n* A talent for supporting people through new processes via written, asynchronous communication methods. \n* The ability to communicate clearly with international community members and people whose first language is not English.\n* Excellent attention to detail: Small things can delay or block vendor payments, we hope you enjoy helping people get paid and will be a core part of ensuring vendor payments are timely and accurate.\n* Experience or an interest in gaining experience with international payments: CS&S’s community of collaborators is global. You’ll help us research and document processes related to international issues related to local regulations, taxes, sanctions or other regulations that govern international accounts payable/receivable.\n* A proven ability to work in a self-directed, independent manner with a history of stable management of areas of responsibility.\n* Interest in using data to track and improve core operational processes.\n\n**Areas of impact** \n\n* Accounts payable experience\n\n  * As one of the primary points of contact with CS&S vendors, for both CS&S and fiscally sponsored projects, you’ll provide clear communication about the payment process and help support payees to ensure they receive payment.\n* A smooth accounts payable process\n\n  * You’ll have a clear understanding of where payments are in the process and how to mitigate potential delays, including issues related to international payments.\n* Well-documented receivables\n\n  * Ensuring our receivables are well-documented is critical to our history of clean audits and organizational excellence. You’ll play a crucial role to ensure we have the necessary information on every dollar of revenue we receive.\n* Organizational Excellence\n\n  * Identify and develop areas of improvement for operational processes around vendor onboarding, accounts payable, and accounts receivable.\n  * Participate in strategic planning.\n  * Contribute to the CS&S annual report by collecting data on vendors under CS&S’s data policy.\n  * Collaborate with Operations and Programs teams to develop and carry out assessment of CS&S’s performance in AP/AR through the lens of our strategic goals.  \n\n    * Examples: Assess vendor experience; measure the impact of our vendor processes on diversity and equity in our vendor community; assess CS&S AP/AR process transparency relative to our goals and industry standards, and track and report on quantitative measures of AP/AR effectiveness like time between invoice and payment. \n\n**Areas for growth**\n\n* We are a small and growing team with opportunities for professional development and advancement within our organization. A strong candidate will be interested in developing their skills in one of the following areas: \n\n  * Coordinating an international vendor community.\n  * Nonprofit financial management.\n  * Using data to measure impact related to CS&S goals regarding vendor experience and engagement, and accounts payable efficiency.\n\n**Compensation**: 60,000 - 70,000 USD plus benefits. CS&S salaries are set at fixed levels based on the position's responsibility. This role is scoped as an Operations Coordinator level position (60k USD) or potentially Operations Manager (70k USD) for a more experienced new hire. Compensation and promotion metrics are outlined in CS&S’s compensation and promotion philosophy documents. Note: the salary levels will be raised to match cost of living changes in our next budget cycle, effective at the start of the fiscal year July 1, 2022.\n\n**Work Location & Environment**\n\n* Management & Team\n\n  * This position reports to the Director of Operations.\n  * You’ll be a part of the growing operations team at CS&S.\n* Location & Time\n\n  * We are a fully distributed organization (and have been since our founding), all work is done remotely.\n  * We can hire in all US states and [select countries](https://remote.com/country-explorer) through our Employer of Record.\n  * While the majority of the team is on Pacific Time, you can be in any time zone that has 2-4hrs overlap with CS&S staff located across US time zones.\n* This position offers employee benefits, including health insurance and retirement. Upon request, we can provide specific insurance providers and benefits packages based on your location.\n* CS&S is committed to addressing systemic inequality. We exist in a time and place in our world where vast systemic inequality has been brought to the fore through Black Lives Matter, the COVID-19 Pandemic, and Climate Change. With the inability for many opt-out, we must consider how our day-to-day work furthers these inequalities. This may be uncomfortable, especially if you've benefited from the existing systems. We try to lean into that discomfort. [Read more](https://blog.codeforscience.org/developing-anti-racist-nonprofit-governance/) about how we've started to examine our own organization through an anti-racist lens.\n\n**About CS&S**\n\n[Code for Science & Society](https://codeforscience.org/codeforscience.org) (CS&S) is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflect their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem."
}
