{
  "useForm": false,
  "date": "2022-07-13T00:08:36.693Z",
  "title": "Research Data Analyst - Invest in Open Infrastructure",
  "description": "We are seeking a Research Data Analyst with a background in either nonprofit management and analysis, or the scientific, scholarly, and information management spaces to join our growing team and help us build a stronger, vibrant, and more resilient infrastructure supporting scientific and scholarly research. The Research Data Analyst will be essential to our mission of providing more and better investment by doing important research into governance, management, operations, financing, and community engagement efforts of the organisations providing critical services to scientists, scholars, academics, librarians, educators, and students.",
  "body": "[Invest in Open Infrastructure (IOI)](https://investinopen.org/) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. \n\nWe are seeking a Research Data Analyst with a background in either nonprofit management and analysis, or the scientific, scholarly, and information management spaces to join our growing team and help us build a stronger, vibrant, and more resilient infrastructure supporting scientific and scholarly research. The Research Data Analyst will be essential to our mission of providing more and better investment by doing important research into governance, management, operations, financing, and community engagement efforts of the organisations providing critical services to scientists, scholars, academics, librarians, educators, and students. \n\nReporting to the Director of Research and Strategy, the Research Data Analyst will also be expected to help scope, provide input, review, and, if necessary, directly manage the research work of our partner researchers and other IOI staff members. As a highly collaborative and iterative organisation, the Research Data Analyst will be expected to engage in all aspects of IOI’s research agenda and strategic planning as someone with both a professional and personal interest in the values and mission IOI is working to promote. \n\nThis is a full-time role with benefits, designed to build on IOI’s existing research and expand the depth and breadth of our work providing in-depth analysis for institutional decision makers, infrastructure providers, and funders on the hidden costs of open infrastructure for research and scholarship.  \n\n**Responsibilities include**\n\n* Conducting quantitative and qualitative research into the governance, operations, financing, and community engagement practices of infrastructure providers with the intention of providing relevant, reliable, practical, and meaningful guidance to build robust open services able to become the default in scientific discovery, scholarly research, and information management.\n* Helping drive IOI’s work developing reliable, evidence-based, and practical investment guidance for funders wanting to build a usable, resilient, sustainable, diverse, and inclusive infrastructure of open tools and technologies supporting scientific discovery and scholarly research.\n* Assisting in the development and dissemination of theoretical frameworks for governance, management, finance, and community engagement that are easily understood and applicable to the work of open infrastructure providers.\n* Production of high-quality research products, including memos, blog posts, preliminary investigations, long-form reports, journal articles, and other research work that are scoped in cooperation with a broad cross-section of interested stakeholders that follows a clear methodology and concisely summarises key findings for easy comprehension.\n* Identifying additional areas for exploration and actively build on existing data sources, models, and trends to advance IOI’s mission and vision for open infrastructure.\n* Working with the Director of Research and Strategy and the Engagement Lead to identify and communicate key insights to stakeholders.\n* Other duties as assigned by the Director of Research and Strategy.\n\n \n\n**Necessary Skills and Experience**\n\nFor those with a background in nonprofit management, you should be able to demonstrate:\n\n* Familiarity with the key scholarly research on nonprofit governance, management, operations, financing, and community engagement, including key terms, concepts, frameworks, and case studies current in the field of study.\n* Experience analysing quantitative data to identify trends, patterns, and other insights particularly financial data from nonprofit organisations to assess financial health using evidence-based, research-supported metrics.\n\n \n\nFor those with a background in research, scholarly communication, and information management, you should be able to demonstrate:\n\n* Familiarity with key topics and current research in the open science movement, including, but not limited to, open access, open data, open source software, open peer review, open publishing, and community-led governance, including key terms, concepts, frameworks, and case studies current in the space.\n* Experience with the various phases of the research lifecycle and the tools utilised in each phase to accomplish key research and scholarly tasks.\n\n \n\nFor all applicants regardless of background, you should be able to demonstrate:\n\n* Ability to independently scope a research plan and conduct thorough research into a given topic by evaluating sources, methods, findings, and conclusions as they relate to the directed research task.\n* Ability to generate actionable insights and meaningful recommendations from the available research material within a values-based framework of key principles and concepts.\n* Comfort communicating at both technical and executive levels of detail, especially in explaining complex topics to those new to the subject area.\n* Ability to interact with diverse stakeholder groups with strong collaboration and interpersonal skills based in empathy, compassion, and a desire for deeper understanding.\n* An innate curiosity and inclination for creative problem-solving with a diverse group of collaborators in an open and respectful way.\n* Experience working in the open, frequently sharing out results, process, and findings, and soliciting and incorporating feedback from colleagues and a larger stakeholder community in a transparent and equitable manner.\n* Excellent time and project management skills to deliver agreed upon results on schedule.\n* Experience working as a part of a distributed team.\n\n \n\n**Nice to have**\n\n* Experience querying, analysing, and joining large datasets, particularly using Python and SQL.\n* Skills working with databases and other data storage systems, especially in the cloud.\n* Experience working with business intelligence/dashboarding tools.\n* Experience in data modelling and data cleaning.\n* Experience with building cost models across diverse sets of variables.\n* Experience with open source tools and open infrastructure services in science and scholarly communication.\n* Experience conducting qualitative participant research, including focus groups and interviews, analysing results, and presenting actionable findings to a diverse audience.\n\n \n\n**Work Location & Environment**\n\n* We strive at IOI to ensure our work balances being trustworthy and evidence-based with a design that makes the topics we care about actionable, approachable, reusable, memorable, and understandable.\n* We are committed to openness and transparency, and aim to share our process, findings, and work in formats that enable participation and reuse. Transparency and access are two critical components of the healthy, inclusive ecosystem we are building towards, and we aim to reflect that in our work.\n* We believe in iterative development, and are committed to soliciting and incorporating feedback into our work products and process.\n* We aim to foster a healthier, more equitable and inclusive research ecosystem. This underlies how we operate as a team, engage with the community, and in how we approach this work.\n* We’re a highly collaborative team that believes in empowering others, learning together, and (respectfully) challenging our own assumptions to better serve the communities we care about. We value honest and transparent communications in our work together and actively cultivate a team culture of learning and iteration.\n* As a fully remote organisation with project staff working across a variety of time zones, candidates need to be available 3+ hours / day, Monday through Friday to allow for effective communication, connection, and collaboration with project leadership (based in Dallas, TX, USA in the US Central Time Zone) during mutually-agreed upon core working hours.\n* A stipend of up to $3,000 USD is provided to support equipment costs and home office needs for employees. \n\n \n\n**Additional details**\n\n* This is a grant-funded position.\n* CS&S is the fiscal sponsor and organisational home of IOI. CS&S offers employee benefits through TriNet for US-based employees, including health insurance and retirement.\n* International applicants will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n\n \n\n**Application Process**\n\nPlease follow [this link](https://airtable.com/shrbNPqupNondwOZg?prefill_Applying+for=Research+Data+Analyst) to apply. At the link, you will be prompted to upload a single PDF document containing a cover letter and resume along with a short statement about why you're interested in the role. **Please specify your particular background in your cover letter and statement.** Applications will be reviewed on a rolling basis but this posting will close on **August 15th, 2022 with an intended start date in early to mid-September**. Please share this opportunity and don’t hesitate to apply.\n\n \n\n**About IOI**\n\nInvest in Open Infrastructure (IOI) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects."
}