{
  "useForm": false,
  "date": "2022-08-15T22:35:24.203Z",
  "title": "Communications Associate - Invest in Open Infrastructure",
  "body": "**Location**: Remote\n\n**Compensation band**: Part-time, temporary contract position (6 months); estimated hours 20-30/week; $5000 USD/month. \n\n[Invest in Open Infrastructure (IOI)](https://investinopen.org/) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects. \n\nWe are seeking a part-time Communications Associate to join our growing team and help us build a stronger, vibrant, and more resilient infrastructure supporting scientific and scholarly research. The Communications Associate will work with our Engagement Lead to ensure that IOI’s work is responsive to, and reflective of, the needs of the communities we serve: researchers, scholars, budget holders/funders, and the open infrastructure community. \n\nThis is a fantastic opportunity for those looking to build or transition into a career in communications and stakeholder engagement, particularly in the STEM, nonprofit, and/or open-source spaces. \n\nThe Communications Associate will provide editorial, communications campaign management, and event coordination support to further IOI’s mission and operationalize IOI’s research. This is a part-time, temporary, remote contract position, reporting to the Engagement Lead. \n\n##  Responsibilities include\n\n* **Communication campaign planning and execution**: writing communication plans and developing tailored messages to engage our key stakeholders in support of our objectives; working in collaboration with the rest of the team to deliver campaigns on time and according to plan.\n* **Meeting and event coordination**: manage communication and logistics for IOI’s events, including supporting events’ technical set-up, maintaining RSVPs, and ensuring information flow between invitees, participants, partners and staff.\n* **Content and asset development**: working with our Engagement lead to create blog posts, social media posts, and other communication assets.\n* **CRM management**: ensuring that the data in our CRM system is clean and up-to-date.\n\n## Necessary Skills and Experience\n\n* Excellent English written communication skills, especially in communicating complex technical information to those who are new to the subject matter.\n* Project management and organisational skills and an eye for detail, especially when working on multiple projects simultaneously.\n* Familiarity with Google Suite products such as Docs, Slides and Sheets, Slack, Zoom, and content management systems.\n* Experience working as part of a distributed team. \n\n## Nice to have\n\n* Familiarity with open research and/or open source\n* Experience with a Customer Relationship Management (CRM) system\n* Fluency in Spanish and/or French.\n\n## Work Location & Environment\n\n* We strive at IOI to ensure our work balances being trustworthy and evidence-based with a design that makes the topics we care about actionable, approachable, reusable, memorable, and understandable.\n* We are committed to openness and transparency, and aim to share our process, findings, and work in formats that enable participation and reuse. Transparency and access are two critical components of the healthy, inclusive ecosystem we are building towards, and we aim to reflect that in our work.\n* We believe in iterative development, and are committed to soliciting and incorporating feedback into our work products and process.\n* We aim to foster a healthier, more equitable and inclusive research ecosystem. This underlies how we operate as a team, engage with the community, and in how we approach this work.\n* We’re a highly collaborative team that believes in empowering others, learning together, and (respectfully) challenging our own assumptions to better serve the communities we care about. We value honest and transparent communications in our work together and actively cultivate a team culture of learning and iteration.\n* As a fully remote organisation with project staff working across a variety of time zones, candidates need to be available 3+ hours / day, Monday through Friday to allow for effective communication, connection, and collaboration with project leadership (based in New York, US in the US Eastern Time Zone) during mutually-agreed upon core working hours.\n* Equipment costs can be made available for part-time contractors on request.  \n\n## Additional details\n\n* This is a grant-funded contract position.\n* CS&S is the fiscal sponsor and organisational home of IOI. \n* International applicants are welcomed.\n* Candidates should already be able to work legally where they are based, we can not offer visa support for this position at this time.\n\n## Application Process\n\nPlease follow [this link](https://airtable.com/shrbNPqupNondwOZg?prefill_Applying+for=Communications%20Associate) to apply. At the link, you will be prompted to upload a single PDF document containing a cover letter and resume, a writing sample along with a short statement about why you're interested in the role. Please specify your particular background in your cover letter and statement. Applications will be reviewed on a rolling basis but this posting will close on September 12, 2022. Please share this opportunity and don’t hesitate to apply.\n\n## About IOI\n\nInvest in Open Infrastructure (IOI) was launched to create a strategic, global body dedicated to furthering a network of open, interoperable community-led and -supported infrastructure to advance scholarship, research, and education. We work in concert with institutional funders, decision makers, and philanthropic funders to better understand the decision points, funding and governance models available, and costs associated with maintaining, sustaining, and scaling open infrastructure projects.\n\nIOI is fiscally sponsored by Code for Science and Society (CS&S). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organisation thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination.",
  "description": "We are seeking a part-time Communications Associate to join our growing team and help us build a stronger, vibrant, and more resilient infrastructure supporting scientific and scholarly research. The Communications Associate will work with our Engagement Lead to ensure that IOI’s work is responsive to, and reflective of, the needs of the communities we serve: researchers, scholars, budget holders/funders, and the open infrastructure community."
}