{
  "useForm": false,
  "date": "2022-08-15T18:21:27.721Z",
  "title": "Community Manager - PREreview",
  "description": "PREreview is seeking a Community Manager who will lead the development and implementation of a community engagement and outreach strategy that increases our impact and allows us to better understand and serve diverse research communities.",
  "body": "**Title**: Community Manager\n\n**Position type**: Temporary full-time employee (40hrs/week) - contract-based options are available for non-US based candidates\n\n**Compensation**: $70,000-90,000 USD per year (depending on experience), plus benefits (including medical and dental insurance, short- and long-term disability, retirement, paid vacation)\n\n**Location**: Fully remote, with occasional travel\n\n**Job length**: 2 years grant-funded position, with potential for longer employment depending on performance and funds available\n\n**Works with**: Primary supervision based in US Pacific, collaborators based in US Eastern and UK time zones. Ideally, the candidate’s work hours overlap with the 2pm-7pm UTC hour range\n\n### About PREreview\n\nPREreview is a woman-led, small organization with the mission to bring more equity and transparency to the scholarly peer review process. We envision a future in which every researcher is empowered with the skills to recognize and fight bias, and is welcomed into an open peer review culture where clear, constructive, actionable feedback is expected and rewarded. \n\nTowards this vision, we design and develop open-source infrastructure to enable anyone to provide constructive feedback to preprints, we design and facilitate peer review mentoring and training programs, and we partner with like-minded organizations to create opportunities for researchers to establish meaningful collaborations and connections defeating cultural and geographical barriers.\n\n[PREreview](https://prereview.org) is a project fiscally sponsored by the US-based non-profit organization [Code for Science and Society (CS&S)](https://codeforsociety.org). We are primarily a grant-funded organization; however, we also receive support via key partners such as [eLife](https://elifesciences.org), as well as gain revenue via contracts and consulting opportunities. You can read more about our partnership with eLife [here](https://elifesciences.org/for-the-press/3071bfea/elife-and-prereview-partner-to-promote-greater-diversity-in-peer-review) and [here](https://elifesciences.org/for-the-press/a5f813bc/elife-and-prereview-extend-partnership-to-boost-community-engagement-in-open-peer-review).\n\nLearn more about us: [Mission and Vision](https://content.prereview.org/mission) | [Our Team](https://content.prereview.org/people) | [How we are funded](https://content.prereview.org/funding) | [Equity, Diversity, and Inclusion Statement](https://content.prereview.org/edi) | [Blog](https://content.prereview.org)\n\n### Working at PREreview\n\nYou will join a small, highly-collaborative, fully-remote team of passionate scientists dedicated to catalyzing culture and practice change in scholarly communication and evaluation. We value and cherish honest, direct and respectful communication, and actively cultivate a team culture of learning and iteration. You can expect to have input into projects and practices from day one, bringing a flexible, adaptable attitude and willingness to take ownership of moving your projects forward throughout their lifecycle – from conception to delivery, evaluation and iteration.\n\nOver the past 18 months, PREreview has been working in partnership with the team at [eLife](https://elifesciences.org)—a not for profit peer-reviewed open access scientific journal for the biomedical and life sciences, as well as the team leading Sciety—an emerging new platform that aggregates preprint reviews from across the web, including PREreview. \n\nWe are excited to welcome to our team a motivated, empathic, and creative colleague who can work in close collaboration with the team at eLife and Sciety to further our shared commitment to fostering a rich ecosystem of preprint review, where access is made easier for anyone wishing to participate. \n\n### Your Job\n\nYou will lead the development and implementation of an online and in-person community engagement and outreach strategy that increases our impact and allows us to better understand and serve diverse research communities.\n\nOur primary target audience are researchers who belong to groups that have been traditionally marginalized and excluded from conducting scholarly peer review. You will work to build trust with and engage these audiences with learning, leadership, and networking opportunities, centering their experiences and needs, empowering them to leverage their contributions to open preprint review in their professional settings. You will work with individual researchers, grassroots groups of researchers, as well as partner organizations interested in exploring, adapting, and adopting new open and equitable practices of scholarly evaluation.  \n\n### What you will do\n\n* **Work with others**, including the PREreview team, partner organizations, and Diversity, Equity, and Inclusion experts to infuse PREreview’s mission into the outputs you develop\n* **Develop a community engagement and outreach strategy** to increase the profile and number of users of PREreview’s online preprint review platform and resources. Incentivizing peer review is difficult- at PREreview we believe building a robust community can motivate  reviewers to volunteer their time to improve manuscripts\n* **Produce clear, actionable communications** for the PREreview community and other partners involved in the project (e.g., emails, reports, tweets, blogs, newsletters) via online platforms (e.g., GSuite, Ghost, Twitter, Mailchimp, Slack, Miro)\n* **Foster the adoption of open preprint review practices**, sharing customizable processes and resources that guide the writing of constructive and unbiased peer review\n* **Build trust with traditionally marginalized research communities** by offering safe spaces to provide input and feedback to our work, and access to mentorship, training, leadership opportunities and co-creation of resources\n* **Build a path for new PREreview Communities** of researchers belonging to traditionally marginalized groups to seed and grow their engagement in preprint review (learn more about PREreview Communities [here](https://content.prereview.org/introducing-prereview-communities))\n* **Develop and lead a Champions program** aimed at spotlighting individual author/reviewer contributions and experiences, as well creating a supporting network for researchers to learn with and from one another\n* **Lead and facilitate virtual and/or in-person community events**, including community calls, training sessions, collaborative review discussions (e.g., [live-streamed preprint journal clubs](https://content.prereview.org/liveprejcs)), user experience interviews and design sprints to collect community input and feedback\n* **Track engagement and measure impact** of our programming and engagement opportunities to generate de-identified and aggregated impact reports to present to leadership and funders\n* **Generate, integrate, and openly disseminate curriculum and resources** for our [Open Reviewers](https://content.prereview.org/openreviewers) program and workshop to train pools of diverse, socially-conscious, and anti-racist reviewers, and empower them to lead their own training\n* **Contribute to the evolving vision of PREreview** by engaging in weekly meetings with the PREreview leadership team and contributing to the overall scoping of our programming, global impact, sustainability strategy, and embodiment of our values\n\n### Your relevant skills and experience \n\nPlease note that you will not need to have all the listed qualifications to be considered for this role.\n\nWe would love for you to have:\n\n* **4+ years of experience with online outreach activities, community building and management**\n* **2+ years experience with training and /or curriculum development**, preferably within science\n* **Sensitivity toward and understanding of diversity, equity, and inclusion concepts and practices**, and the ability to articulate such concepts to enhance others’ understanding\n* **Sensitivity toward and understanding of specific barriers** that may lead to lack of access and engagement\n* **Familiarity and direct engagement with open scholarship practices**, such as open access, open data, and/or open research infrastructure efforts\n* **Ability to conduct work in a highly organized fashion** with the ability to document actions and processes, translate objectives into specific tasks, and prioritize and assign/delegate tasks\n* **Excellent time management, detail-oriented, and able to manage multiple projects at a time**\n\nIt would be great if you also had:\n\n* **Exceptional writing, design, presentation and communication skills**\n* **Experience documenting processes and writing summary impact reports** to share internally and externally\n* **Scientific training up to postgraduate level** (Masters or Ph.D.) and/or familiarity with the STEM ecosystem\n\n### Details of the position and compensation\n\n* This is a 2-year grant-funded position, with potential for longer employment depending on performance and funds available.\n* US-based candidates will be considered for a full-time regular employee position estimated at 40 hrs/week with a salary set between $70,000 and $90,000 USD annually depending on experience, plus benefits offered through TriNet, including paid vacation, medical and dental insurance, and retirement.\n* International candidates will be considered for a contract position.\n* Candidates should already be able to work legally where they are based, as we cannot offer visa support for this position at this time.\n* PREreview is a fully remote organization, with project leadership based in US Pacific (primary contact), US Eastern, and UK time. Ideally, the candidate’s work hours overlap with the 2pm-7pm UTC hour range.\n* PREreview is a diverse team with multiple intersectionalities. Our team values diversity of experiences, background, identities as it gives us all the opportunity to learn from one another and better understand the needs and perspectives of the diverse communities we strive to serve.\n\n### Application Process\n\nPlease follow [this link](https://airtable.com/shrM3Thww3R3A3W9F?prefill_Applying%20for=Community%20Manager) to apply. At the link you will be prompted to upload a single pdf document with your résumé or CV, preferably highlighting relevant experience and education, as well as answers to four questions. \n\nAll applications received will be reviewed on a rolling basis. We are looking to hire for this role as soon as possible. \n\nOur hiring process includes an initial “get-to-know one another” interview which may be followed by a more in-depth, final round interview which may include scenario work or developing sample content. We recognize the time for in-depth interviewing and sample work can be material. We will compensate all candidates who complete the final round interview process. We are committed to full transparency and clarity: all questions, instructions, and procedures for the interviews will be shared in advance with every candidate. Personalized feedback will be offered to those who are invited to the final interview but are not selected for the position. \n\nWe may not be able to interview everyone who applies. However, we will strive to respond to all applicants within two weeks of receiving the application. If you do not receive a response from our team within a reasonable timeframe, please follow up directly at [contact@prereview.org](mailto:contact@prereview.org) to ensure we received your application.\n\nIf you need any accommodations to support your application process, please email Daniela at [daniela@prereview.org](mailto:daniela@prereview.org).\n\nNote: Some of the wording in this job description was adapted from that used by the Center for Scientific Collaboration and Community Engagement ([CSCCE](https://www.cscce.org/)), the Open Life Science ([OLS](https://openlifesci.org)), and [Project LETS](http://www.projectlets.org), with permission.\n\n### Contact\n\nPlease email us with any questions or concerns about this position at [contact@prereview.org](mailto:contact@prereview.org).\n\n\\*\\**\n\nPREreview is fiscally sponsored by [Code for Science and Society (CS&S)](https://codeforsociety.org). CS&S is an equal opportunity employer committed to hiring a diverse workforce at all levels of the organization thereby creating a culture that allows us to better serve our clientele, our employees and our communities. We value and encourage the contributions of our colleagues and strive to create an environment where everyone can reach their full potential and drive outstanding results. All qualified applicants will receive consideration for employment without regard to race, national origin, age, sex, religion, disability, sexual orientation, marital status, veteran status, gender identity or expression, or any other basis protected by local, state, or federal law. This policy applies with regard to all aspects of one’s employment, including hiring, transfer, promotion, compensation, eligibility for benefits, and termination."
}