{
  "useForm": false,
  "date": "2022-08-17T16:56:57.336Z",
  "title": "Community Manager - URSSI",
  "body": "**Title**: The US Research Software Sustainability Institute Community Manager\n\n**Position Type**: Full-time with benefits\n\n**Salary range**: 75-90k USD annually with benefits\n\n**Location**: US-Remote, with supervisors based in California.\n\n## **Program Description**\n\n[The US Research Software Sustainability Institute (URSSI)](https://urssi.us/), a fiscally sponsored Code for Science & Society project, is looking for a Community Manager (CM) who will grow a thriving community of practitioners interested in the use and sustainability of research software. In this brand new role, the CM will be responsible for designing and delivering a series of online activities including a highly curated newsletter, monthly webinars, and a new website that will include guest content to raise awareness of relevant activities around research software training and policy research.  The CM will additionally act as a liaison to help to recruit students for research software training, disseminate the findings of the URSSI policy fellow, and solicit input from a volunteer advisory committee. The role will also include organizing an event to showcase research software.\n\nThis is an exciting, new, grant-funded position with plenty of room for growth. You’ll be working as part of a small, all-remote team with the opportunity to establish new governance and norms in your role. There will also be opportunities for professional development, including receiving mentorship, as you build your skills as a community-engaged communicator. These will include participation in the community of practice for scientific community managers hosted by the [Center for Scientific Collaboration and Community Engagement (CSCCE)](https://www.cscce.org/), as well as participation in CSCCE courses and collaboration with CSCCE staff on the design and delivery of specific projects.\n\n## **About CS&S**\n\n[Code for Science & Society](https://codeforscience.org/codeforscience.org) (CS&S) is a US-based 501(c)(3) nonprofit supporting open collaboration in public interest technology through fiscal sponsorship and other programs supporting sustainable open source. We envision a future where communities build technology infrastructure that reflects their values. We work for this future by running a Sponsored Project Program where fiscal sponsorship is bundled with strategic support and a Collaborative Communities program that seeks to bring transparency to the public interest tech ecosystem.\n\n# Call for Applicants:\n\nWe warmly welcome applications from individuals with backgrounds not currently represented in our growing team and are happy to chat informally ([karthik@urssi.us](mailto:karthik@urssi.us)) about the role if you have questions that you’d like to explore. \n\n## Your Relevant Skills & Career Goals\n\n* Bachelor's degree in a related field, more advanced degree preferred, or relevant experience\n* Experience with research software in the US - perhaps as an RSE or similar position \n* 1-2 years of experience managing a community and/or coordinating a communications project (e.g., running a successful blog)\n* Comfort working in Google Workspace (docs, sheets, forms) and Microsoft Office (Word, Excel, Powerpoint)\n* Comfortable with communication via Zoom, Slack, and email on a daily basis\n* Excellent written and verbal communication skills, and ability to showcase these skills (e.g., sharing links to published work)\n* Familiarity with content management systems\n* Design skills appreciated though not required - familiarity with, or willingness to learn, Adobe Creative Suite\n* Familiarity with, or willingness to learn, other relevant platforms, e.g., Github\n* Ability to synthesize complex information and present it in an easily digestible format.\n* A keen eye for detail and a willingness to problem-solve in challenging situations.\n* Event organization experience, including providing learning experiences e.g. hackathons, and workshops.\n\n## Key Tasks\n\n### Community management \n\nThe CM will support the URSSI community via a dedicated Slack channel and monthly community call centered on research software topics as well as producing a highly-curated newsletter. Community management tasks will include: \n\n* Regular check-ins with members, via Slack, email, or Zoom\n* Coordinate speakers and other logistics for monthly community calls\n* Coordinate scheduling and technical support for collaborative writing sprints and hackathons\n* Host community calls and other events and share resources and recordings with those who could not attend via the community website \n* Host, coordinate scheduling, and create documentation for working group meetings and activities\n* Onboard new members to the community, ensuring they know where to access key information about the community\n* Participate in community discussions as appropriate, forging connections between members\n* Propose new activities that would support the increased engagement of members within the community\n* Maintain existing scaffolding and when necessary develop new materials (e.g., how-to guides and tip sheets)\n* Maintain a membership database and mailing list, adding new members as they join\n* Establish a code of conduct team and update guidelines to support community members in engaging safely in all relevant community spaces\n* Respond to incoming emails from our general inquiry email address\n\n### Stakeholder engagement \n\nThe community manager will also work to engage key stakeholders in the URSSI ecosystem, learn from them, disseminate their work and identify areas for future growth or ways of addressing emerging needs. This will include:\n\n* Working with URSSI’s PI team to disseminate information about URSSI activities and relay information from community engagement activities\n* Recruiting, establishing, and continuing to solicit input from URSSI’s volunteer advisory committee\n* Representing URSSI in relevant spaces such as conferences and other Slack channels \n* Interacting with the UK Software Sustainability Institute (SSI) team in the UK and learning from their decade-long experience\n* Working with Open Source Program Offices at US academic institutions to identify emerging themes, resources, and needs\n\n### Communications\n\nYou will be responsible for creating, distributing, and tracking all community-related communications, as well as maintaining and updating our website. This includes: \n\n* Creating a highly curated monthly newsletter and growing the readership of this newsletter to reach researchers, Research Software Engineers (RSEs), policy professionals, and others interested in research software in the US\n* Establishing and updating the URSSI community website including regular reviews to curate information e.g. via resource pages, and blog categories, and to optimize the user experience\n* Creating news updates and announcements for our blog, including guest posts\n* Managing a pool of guest bloggers including identifying topical themes, soliciting contributions, creating communications campaigns, and promoting posts across multiple channels\n* Posting updates to our social media channels, as well as responding to/RT-ing things others share, as appropriate, to build awareness of our activities in relevant existing spaces \n* Creating regular reports on engagement metrics from these activities and learning from observations to improve our communications strategy\n* Maintaining a community events calendar that is publicly accessible via the website\n\n## Compensation\n\nThis is a full-time contract position with a salary range of $75,000-$90,000, commensurate with experience, skills, and local benefits requirements. The position is 100% remote. Some costs related to a home office or co-working space will be supported. We provide professional development opportunities, including support for joining the next version of CSCCE’s Community Manager training program.  \n\n## Work Location & Environment\n\nThis is a fully remote US-based position.  You will need to be eligible to work in the U.S. and you will ideally be able to work at least a part of your core hours in the Pacific time zone. You will also need to be comfortable working from home and connecting with your teammates virtually through Zoom, Slack, and email.  \n\n## Application Process\n\nPlease apply at <https://urssi.us/community-manager/>. You will be asked to upload a cover letter and a resume or CV as a single PDF document with a filename of the format \"FirstName_LastName.pdf\". Please limit the letter and resume to no more than two pages in length each. Applications will receive an automated message of receipt. Only applicants selected for an interview will be contacted.",
  "description": "[The US Research Software Sustainability Institute (URSSI)](https://urssi.us/) is looking for a Community Manager (CM) who will grow a thriving community of practitioners interested in the use and sustainability of research software."
}