{
  "bio": "Jochai Ben-Avie's career has been centered at the intersection of technology and human rights, as a leader in global policy and advocacy as well as a funder.\nJochai joins the Code for Science & Society Board as Mozilla’s former Head of International Public Policy and lead of their Open Source Support Program funding arm (MOSS). During his time at Mozilla, he scaled the policy team from a solely US focus to a global presence active in shaping legislation across six continents to build a better internet. Under his leadership, he also scaled the MOSS program from a side-of-desk, opportunistic fund to a fully professionalized grants program that played a direct role in broadening access, increasing security, and empowering users of open source technology worldwide. In 2017, he was selected as a World Economic Forum Global Shaper, an international network of young professionals driving dialogue, action, and change to solve local, regional, and global problems. Prior to Mozilla, Jochai was the inaugural Policy Director at Access Now, a non-profit anchored in defending and extending the digital rights of users at risk around the world. His work directly shaped, built out, and grew the organization’s footprint in the sector, helping it become one of the largest global digital rights organizations. During his time at Access Now, he co-founded RightsCon, the premier global\nconference on the intersection of technology and human rights, and RedLatAm, the largest network of digital rights organizations in Latin America. He also secured funding and shaped the strategy for their now $1M+ / year grants program. Jochai has also worked in educational policy, terrorism and reconciliation, and stress and coping, in addition to his experience in global internet policy and philanthropy. He was privileged to receive his education at Bard College at Simon’s Rock and the University of Oxford’s Lincoln College.",
  "name": "Jochai Ben-Avie",
  "title": "Board Member",
  "image": "/img/jochai-ben-avie-photo.jpg"
}