{
  "bio": "Angela Okune is the Senior Program Manager of the Events Fund at CS&S. Angela brings extensive experience in community engagement in open data and scholarship ecosystems. As a Network Coordinator for the [Open and Collaborative Science in Development Network](https://ocsdnet.org/) (OCSDNet) (2014 – 2018), she organized and helped support global open science practitioners and scholars who have since gone on to be leaders in their fields. Having lived and worked for five years in Kenya leading a research and data science team at one of the first tech hubs on the African continent, she comes to the practice of open science concerned with issues of equity and the politics of knowledge. Angela’s approach is influenced by first-hand observations of how those studied as subjects of scientific knowledge production increasingly question the benefits of research. This has motivated Angela to shift existing notions of ethical scientific responsibility towards a focus on supporting civic capacities to better use scholarly knowledge as a social resource. Angela was co-editor for the open-access book [Contextualizing Openness: Situating Open Science](https://www.idrc.ca/en/book/contextualizing-openness-situating-open-science) (University of Ottawa Press) and founded and manages an experimental, open ethnographic data portal called Research Data Share ([www.researchdatashare.org](http://www.researchdatashare.org)). She serves on the [Society for Social Studies of Science (4S)](https://www.4sonline.org/) Council, as a Design Team member of the [Platform for Experimental Collaborative Ethnography (PECE)](https://worldpece.org/about), and on the editorial collective of [Engaging Science, Technology and Society](https://estsjournal.org/index.php/ests), the open-access journal of the Society for the Social Studies of Science. A PhD candidate in the Anthropology Department at the University of California, Irvine, Angela is the recipient of a 2016 Graduate Research Fellowship from the National Science Foundation and 2018 UC Berkeley Center for Technology, Society and Policy Fellowship. She tweets from [@honoluluskye](https://twitter.com/honoluluskye?lang=en).",
  "title": "Event Fund, Senior Program Manager",
  "name": "Angela Okune",
  "image": "/img/angela-okune-bio-image.jpg",
  "imageAltText": "Angela is smiling!"
}